[
    {
        "first_name": "Mohammed",
        "last_name": "None",
        "paraf": "ولد في الرباط ليكون أكبر الأبناء الذكور للملك الحسن الثاني من زوجته لطيفة حمو، لذا فقد كان وريثًا واضحًا للعرش ووليًّا للعهد منذ ولادته كما ينص الدستور، بدأ تعليمه في سن الرابعة بالكُتَّاب القرآني الملحق بالقصر الملكي بينما أكمله بالخارج إلى أن نال شهادة الدكتوراه في الحقوق مع مرتبة الشرف من جامعة (نيس صوفيا آنتيبوليس) الفرنسية.\n"
    },
    {
        "first_name": "Hassan",
        "last_name": "None",
        "paraf": "ولد في الرباط وهو أكبر الأبناء الذكور للملك محمد الخامس من زوجته الثانية عبلة بنت الطاهر، تلقَّى تعليمه المبكر في المدرسة المولوية، ثم التحق بعد ذلك بالكلية الملكية بالرباط، حصل في عام 1947 على شهادة البكالوريا بامتياز، وحصل في عام 1952 على درجة الماجستير في القانون العام من جامعة بوردو، خدم في وقت لاحق في البحرية الفرنسية.\n"
    },
    {
        "first_name": "Mohammed",
        "last_name": "None",
        "paraf": "هو محمد الخامس بن يوسف بن الحسن بن محمد بن عبد الرحمن بن هشام بن محمد بن عبد الله الخطيب بن إسماعيل بن الشريف بن علي بن محمد بن علي بن يوسف بن علي بن الحسن بن محمد بن الحسن الداخل بن القاسم بن محمد بن أبي القاسم بن محمد بن الحسن بن عبد الله بن محمد بن عرفة بن الحسن بن أبي بكر بن علي بن الحسن بن أحمد بن إسماعيل بن القاسم بن محمد النفس الزكية بن عبد الله الكامل بن الحسن المثنى بن الحسن بن علي بن أبي طالب بن عبدالمطلب بن هاشم.\n"
    },
    {
        "first_name": "Mohammed",
        "last_name": "None",
        "paraf": "\nظل السعديون حتى مطلع السادس عشر الميلادي يحيون في المغرب حياة بسيطة دينية وعملية، ولم يبرزوا على المسرح السياسي إلاّ حين اشتدت وطأة البرتغاليين على سكان الجنوب المغربي، وألحقوا بهم أضرارا في أنفسهم ومصالحهم الاقتصادية دون أن يتدخل الوطاسيون لحمايتهم، أو أن يكون هنالك أمل في تدخلهم، حيث كانوا منشغلين بالدفاع عن الشمال، فالتفتت أنظار أهل الجنوب إلى أبي عبد الله محمد، نظرا لشرف نسبه وسمعة أسرته العلمية والدينية. فشاوروه في الأمر وقبل ذلك سنة سنة 915 هـ/ 1509م. وتمت مبايعته في تدسي قرب تارودانت بالسوس سنة 916 هـ/1510م وخطب فيهم خطبة بلسانهم، حض فيها على الجهاد، وفصل فيها المهام والواجبات والحقوق، وفي ذلك يقول الزياني : \""
    },
    {
        "first_name": "George",
        "last_name": "Washington",
        "paraf": "George Washington (February 22, 1732 – December 14, 1799) was an American Founding Father, military officer, politician and statesman who served as the first president of the United States from 1789 to 1797. Appointed by the Second Continental Congress as commander of the Continental Army in 1775, Washington led Patriot forces to victory in the American Revolutionary War and then served as president of the Constitutional Convention in 1787, which drafted and ratified the Constitution of the United States and established the U.S. federal government. Washington has thus been known as the \"Father of the Nation\".\n"
    },
    {
        "first_name": "Barack",
        "last_name": "Obama",
        "paraf": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ ⓘ bə-RAHK hoo-SAYN oh-BAH-mə; born August 4, 1961) is an American politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American  president in U.S. history. Obama previously served as a U.S. senator representing Illinois from 2005 to 2008, as an Illinois state senator from 1997 to 2004, and as a civil rights lawyer and university lecturer. \n"
    },
    {
        "first_name": "Abraham",
        "last_name": "Lincoln",
        "paraf": "Abraham Lincoln (/ˈlɪŋkən/ LINK-ən; February 12, 1809 – April 15, 1865) was an American lawyer, politician, and statesman who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the United States through the American Civil War, defending the nation as a constitutional union, defeating the insurgent Confederacy, abolishing slavery, expanding the power of the federal government, and modernizing the U.S. economy.\n"
    },
    {
        "first_name": "George",
        "last_name": "Bush",
        "paraf": "George Walker Bush (born July 6, 1946) is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he previously served as the 46th governor of Texas from 1995 to 2000.\n"
    },
    {
        "first_name": "Bill",
        "last_name": "Clinton",
        "paraf": "William Jefferson Clinton (born William Jefferson Blythe III, August 19, 1946) is an American politician  who served as the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as Governor of Arkansas from 1979 to 1981 and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat.\n"
    },
    {
        "first_name": "Joe",
        "last_name": "Biden",
        "paraf": "Joseph Robinette Biden Jr. (/ˈbaɪdən/ ⓘ BY-dən; born November 20, 1942) is an American politician who is the 46th and current president of the United States. A member of the Democratic Party, he previously served as the 47th vice president from 2009 to 2017 under President Barack Obama and represented Delaware in the United States Senate from 1973 to 2009.\n"
    },
    {
        "first_name": "Franklin",
        "last_name": "Roosevelt",
        "paraf": "Franklin Delano Roosevelt (January 30, 1882 – April 12, 1945), commonly known as FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. He was a member of the Democratic Party and is the only U.S. president to have served more than two terms. His initial two terms were centered on combating the Great Depression, while his third and fourth saw him shift his focus to America's involvement in World War II. \n"
    },
    {
        "first_name": "Andrew",
        "last_name": "Johnson",
        "paraf": "Andrew Johnson (December 29, 1808 – July 31, 1875) was an American politician who served as the 17th president of the United States from 1865 to 1869. He assumed the presidency following the assassination of Abraham Lincoln, as he was vice president at that time. Johnson was a Democrat who ran with Abraham Lincoln on the National Union Party ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote.\n"
    },
    {
        "first_name": "Gerald",
        "last_name": "Ford",
        "paraf": "Gerald Rudolph Ford Jr. (/ˈdʒɛrəld/ JERR-əld; born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from 1974 to 1977. He previously served as the leader of the Republican Party in the U.S. House of Representatives from 1965 to 1973, and as the 40th vice president under President Richard Nixon from 1973 to 1974. Ford succeeded to the presidency when Nixon resigned in 1974, but was defeated for election to a full term in 1976. Ford is the only person to become U.S. president without winning an election for president or vice president.\n"
    },
    {
        "first_name": "Richard",
        "last_name": "Nixon",
        "paraf": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, he previously served as a representative and senator from California and as the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower. His presidency saw the reduction of U.S. involvement in the Vietnam War, détente with the Soviet Union and China, the Apollo 11 Moon landing, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixon's second term ended early when he became the only U.S. president to resign from office, as a result of the Watergate scandal. \n"
    },
    {
        "first_name": "Lyndon",
        "last_name": "Johnson",
        "paraf": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. He became president after the assassination of John F. Kennedy, under whom he had served as the 37th vice president from 1961 to 1963. A Democrat from Texas, Johnson also served as a U.S. representative and U.S. senator.\n"
    },
    {
        "first_name": "John",
        "last_name": "Kennedy",
        "paraf": "Born into the prominent Kennedy family in Brookline, Massachusetts, Kennedy graduated from Harvard University in 1940, joining the U.S. Naval Reserve the following year. During World War II, he commanded PT boats in the Pacific theater. Kennedy's survival following the sinking of PT-109 and his rescue of his fellow sailors made him a war hero and earned the Navy and Marine Corps Medal, but left him with serious injuries. After a brief stint in journalism, Kennedy represented a working-class Boston district in the U.S. House of Representatives from 1947 to 1953. He was subsequently elected to the U.S. Senate, serving as the junior senator for Massachusetts from 1953 to 1960. While in the Senate, Kennedy published his book, Profiles in Courage, which won a Pulitzer Prize. Kennedy ran in the 1960 presidential election. His campaign gained momentum after the first televised presidential debates in American history, and he was elected president, narrowly defeating Republican opponent Richard Nixon, the incumbent vice president.\n"
    },
    {
        "first_name": "Dwight",
        "last_name": "Eisenhower",
        "paraf": "Eisenhower was born in Denison, Texas, and raised in Abilene, Kansas. His family had a strong religious background, and his mother became a Jehovah's Witness. Eisenhower, however, belonged to no organized church until 1952. He graduated from West Point in 1915 and later married Mamie Doud, with whom he had two sons. During World War I, he was denied a request to serve in Europe and instead commanded a unit that trained tank crews. Following the war, he was promoted to the rank of brigadier general in 1941. After the United States entered World War II, Eisenhower oversaw the invasions of North Africa and Sicily before supervising the invasions of France and Germany. After the war ended in Europe, he served as military governor of the American-occupied zone of Germany (1945), Army Chief of Staff (1945–1948), president of Columbia University (1948–1953), and as the first supreme commander of NATO (1951–1952).\n"
    },
    {
        "first_name": "Ronald",
        "last_name": "Reagan",
        "paraf": "Reagan graduated from Eureka College in 1932 and began to work as a sports broadcaster in Iowa. In 1937, he moved to California, and became a well-known film actor there. From 1947 to 1952, Reagan served as the president of the Screen Actors Guild. During the 1950s, he worked in television and spoke for General Electric. From 1959 to 1960, he again served as the Screen Actors Guild's president. In 1964, \"A Time for Choosing\" gave Reagan attention as a new conservative figure. He was elected governor of California in 1966. During his governorship, he raised taxes, turned the state budget deficit into a surplus, and cracked down harshly on university protests. After challenging and losing to incumbent president Gerald Ford in the 1976 Republican presidential primaries, Reagan won the Republican nomination and then a landslide victory over incumbent Democratic president Jimmy Carter in the 1980 presidential election.\n"
    },
    {
        "first_name": "Harry",
        "last_name": "Truman",
        "paraf": "Truman was raised in Independence, Missouri, and during World War I fought in France as a captain in the Field Artillery. Returning home, he opened a haberdashery in Kansas City, Missouri, and was elected as a judge of Jackson County in 1922. Truman was elected to the United States Senate from Missouri in 1934. Between 1940 and 1944, he gained national prominence as chairman of the Truman Committee, which was aimed at reducing waste and inefficiency in wartime contracts.\n"
    },
    {
        "first_name": "John",
        "last_name": "Adams",
        "paraf": "A lawyer and political activist prior to the Revolution, Adams was devoted to the right to counsel and presumption of innocence. He defied anti-British sentiment and successfully defended British soldiers against murder charges arising from the Boston Massacre. Adams was a Massachusetts delegate to the Continental Congress and became a leader of the revolution. He assisted Jefferson in drafting the Declaration of Independence in 1776 and was its primary advocate in Congress. As a diplomat he helped negotiate a peace treaty with Great Britain and secured vital governmental loans. Adams was the primary author of the Massachusetts Constitution in 1780, which influenced the United States Constitution, as did his essay Thoughts on Government.\n"
    },
    {
        "first_name": "Thomas",
        "last_name": "Jefferson",
        "paraf": "During the American Revolution, Jefferson represented Virginia at the Second Continental Congress and served as the second governor of Virginia from 1779 to 1781. In 1785, Congress appointed Jefferson U.S. minister to France, where he served from 1785 to 1789. President Washington then appointed Jefferson the nation's first secretary of state, where he served from 1790 to 1793. During this time, in the early 1790s, Jefferson and James Madison organized the Democratic-Republican Party to oppose the Federalist Party during the formation of the nation's First Party System. Jefferson and Federalist John Adams became both friends and political rivals. In the 1796 U.S. presidential election between the two, Jefferson came in second, which made him Adams' vice president under the electoral laws of the time. Four years later, in the 1800 presidential election, Jefferson again challenged Adams, and won the presidency. In 1804, Jefferson was reelected overwhelmingly to a second term.\n"
    },
    {
        "first_name": "James",
        "last_name": "Madison",
        "paraf": "James Madison Jr. (March 16, 1751 – June 28, 1836) was an American statesman, diplomat, and Founding Father who served as the fourth president of the United States from 1809 to 1817. Madison was popularly acclaimed the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights.\n"
    },
    {
        "first_name": "James",
        "last_name": "Monroe",
        "paraf": "During the American Revolutionary War, he served in the Continental Army. Monroe studied law under Thomas Jefferson from 1780 to 1783 and subsequently served as a delegate to the Continental Congress as well as a delegate to the Virginia Ratifying Convention. He opposed the ratification of the United States Constitution. In 1790, Monroe won election to the Senate where he became a leader of the Democratic-Republican Party. He left the Senate in 1794 to serve as President George Washington's ambassador to France but was recalled by Washington in 1796. Monroe won the election as Governor of Virginia in 1799 and strongly supported Jefferson's candidacy in the 1800 presidential election.\n"
    },
    {
        "first_name": "John",
        "last_name": "Adams",
        "paraf": "John Quincy Adams (/ˈkwɪnzi/ ⓘ; July 11, 1767 – February 23, 1848) was an American statesman, politician, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States secretary of state from 1817 to 1825. During his long diplomatic and political career, Adams served as an ambassador and also as a member of the United States Congress representing Massachusetts in both chambers. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and later, in the mid-1830s, became affiliated with the Whig Party.\n"
    },
    {
        "first_name": "Andrew",
        "last_name": "Jackson",
        "paraf": "Jackson was born in the colonial Carolinas before the American Revolutionary War. He became a frontier lawyer and married Rachel Donelson Robards. He briefly served in the U.S. House of Representatives and the U.S. Senate, representing Tennessee. After resigning, he served as a justice on the Tennessee Superior Court from 1798 until 1804. Jackson purchased a property later known as the Hermitage, becoming a wealthy planter who owned hundreds of African American slaves during his lifetime. In 1801, he was appointed colonel of the Tennessee militia and was elected its commander. He led troops during the Creek War of 1813–1814, winning the Battle of Horseshoe Bend and negotiating the Treaty of Fort Jackson that required the indigenous Creek population to surrender vast tracts of present-day Alabama and Georgia. In the concurrent war against the British, Jackson's victory at the Battle of New Orleans in 1815 made him a national hero. He later commanded U.S. forces in the First Seminole War, which led to the annexation of Florida from Spain. Jackson briefly served as Florida's first territorial governor before returning to the Senate. He ran for president in 1824. He won a plurality of the popular and electoral vote, but no candidate won the electoral majority. With the help of Henry Clay, the House of Representatives elected John Quincy Adams in a contingent election. Jackson's supporters alleged that there was a \"corrupt bargain\" between Adams and Clay and began creating their own political organization that would eventually become the Democratic Party.\n"
    },
    {
        "first_name": "Martin",
        "last_name": "Van Buren",
        "paraf": "Van Buren was born in Kinderhook, New York, where most residents were of Dutch descent and spoke Dutch as their primary language; he is the only president to have spoken English as a second language. Trained as a lawyer, he entered politics as a member of the Democratic-Republican Party, won a seat in the New York State Senate, and was elected to the United States Senate in 1821. As the leader of the Bucktails faction, Van Buren emerged as the most influential politician from New York in the 1820s and established a political machine known as the Albany Regency. He ran successfully for governor of New York to support Andrew Jackson's candidacy in the 1828 presidential election but resigned shortly after Jackson was inaugurated so he could accept appointment as Jackson's secretary of state. In the cabinet, Van Buren was a key Jackson advisor and built the organizational structure for the coalescing Democratic Party. He ultimately resigned to help resolve the Petticoat affair and briefly served as ambassador to Great Britain. At Jackson's behest, the 1832 Democratic National Convention nominated Van Buren for vice president, and he took office after the Democratic ticket won the 1832 presidential election.\n"
    },
    {
        "first_name": "William",
        "last_name": "Harrison",
        "paraf": "William Henry Harrison (February 9, 1773 – April 4, 1841) was an American military officer and politician who served as the ninth president of the United States. Harrison died just 31 days after his inauguration as president in 1841, making his presidency the shortest in U.S. history. He was also the first U.S. president to die in office, causing a brief constitutional crisis since presidential succession was not then fully defined in the United States Constitution. Harrison was the last president born as a British subject in the Thirteen Colonies and was the paternal grandfather of Benjamin Harrison, the 23rd president of the United States.\n"
    },
    {
        "first_name": "John",
        "last_name": "Tyler",
        "paraf": "Tyler was born into a prominent slaveholding Virginia family. He became a national figure at a time of political upheaval. In the 1820s, the Democratic-Republican Party, at the time the nation's only political party, split into several factions. Initially a Democrat, Tyler opposed President Andrew Jackson during the nullification crisis as he saw Jackson's actions as infringing on states' rights and criticized Jackson's expansion of executive power during the Bank War. This led Tyler to ally with the Whig Party. He served as a Virginia state legislator and governor, U.S. representative, and U.S. senator. Tyler was a regional Whig vice-presidential nominee in the 1836 presidential election; they lost. He was the sole nominee on the 1840 Whig presidential ticket as William Henry Harrison's running mate. Under the campaign slogan \"Tippecanoe and Tyler Too\", the Harrison–Tyler ticket defeated incumbent president Martin Van Buren.\n"
    },
    {
        "first_name": "James",
        "last_name": "Polk",
        "paraf": "After building a successful law practice in Tennessee, Polk was elected to its state legislature in 1823 and then to the United States House of Representatives in 1825, becoming a strong supporter of Jackson. After serving as chairman of the Ways and Means Committee, he became Speaker of the House in 1835, the only person to serve both as Speaker and U.S. president. Polk left Congress to run for governor of Tennessee, winning in 1839 but losing in 1841 and 1843. He was a dark-horse candidate in the 1844 presidential election as the Democratic Party nominee; he entered his party's convention as a potential nominee for vice president but emerged as a compromise to head the ticket when no presidential candidate could gain the necessary two-thirds majority. In the general election, Polk defeated Henry Clay of the Whig Party.\n"
    },
    {
        "first_name": "Zachary",
        "last_name": "Taylor",
        "paraf": "Taylor was born into a prominent family of plantation owners who moved westward from Virginia to Louisville, Kentucky, in his youth; he was the last president born before the adoption of the Constitution. He was commissioned as an officer in the U.S. Army in 1808 and made a name for himself as a captain in the War of 1812. He climbed the ranks of the military, establishing military forts along the Mississippi River and entering the Black Hawk War as a colonel in 1832. His success in the Second Seminole War attracted national attention and earned him the nickname \"Old Rough and Ready\".\n"
    },
    {
        "first_name": "Millard",
        "last_name": "Fillmore",
        "paraf": "Fillmore was born into poverty in the Finger Lakes area of upstate New York. His parents were tenant farmers during his formative years. Though he had little formal schooling, he studied diligently to become a lawyer. He became prominent in the Buffalo area as an attorney and politician, and was elected to the New York Assembly in 1828 and to the House of Representatives in 1832. Fillmore initially belonged to the Anti-Masonic Party, but became a member of the Whig Party as formed in the mid-1830s. He was a rival for the state party leadership with the editor Thurlow Weed and his protégé William H. Seward. Throughout his career, Fillmore declared slavery evil but said it was beyond the federal government's power to end it. Seward was openly hostile to slavery and argued that the federal government had a role to play in ending it. Fillmore was an unsuccessful candidate for Speaker of the U.S. House of Representatives when the Whigs took control of the chamber in 1841, but was made chairman of the Ways and Means Committee. Defeated in bids for the Whig nomination for vice president in 1844 and for New York governor the same year, Fillmore was elected Comptroller of New York in 1847, the first to hold that post by direct election.\n"
    },
    {
        "first_name": "Franklin",
        "last_name": "Pierce",
        "paraf": "Pierce was born in New Hampshire, the son of state governor Benjamin Pierce. He served in the House of Representatives from 1833 until his election to the Senate, where he served from 1837 until his resignation in 1842. His private law practice was a success, and he was appointed New Hampshire's U.S. Attorney in 1845. Pierce took part in the Mexican–American War as a brigadier general in the United States Army. Democrats saw him as a compromise candidate uniting Northern and Southern interests, and nominated him for president on the 49th ballot at the 1852 Democratic National Convention. He and running mate William R. King easily defeated the Whig Party ticket of Winfield Scott and William A. Graham in the 1852 presidential election.\n"
    },
    {
        "first_name": "James",
        "last_name": "Buchanan",
        "paraf": "Buchanan was a prominent lawyer in Pennsylvania and won his first election to the state's House of Representatives as a Federalist. He was elected to the U.S. House of Representatives in 1820 and retained that post for five terms, aligning with Andrew Jackson's Democratic Party. Buchanan served as Jackson's minister to Russia in 1832. He won the election in 1834 as a U.S. senator from Pennsylvania and continued in that position for 11 years. He was appointed to serve as President James K. Polk's secretary of state in 1845, and eight years later was named as President Franklin Pierce's minister to the United Kingdom.\n"
    },
    {
        "first_name": "Donald",
        "last_name": "Trump",
        "paraf": "Trump received a Bachelor of Science in economics from the University of Pennsylvania in 1968, and his father named him president of his real estate business in 1971. Trump renamed it the Trump Organization and reoriented the company toward building and renovating skyscrapers, hotels, casinos, and golf courses. After a series of business failures in the late twentieth century, he successfully launched side ventures that required little capital, mostly by licensing the Trump name. From 2004 to 2015, he co-produced and hosted the reality television series The Apprentice. He and his businesses have been plaintiff or defendant in more than 4,000 state and federal legal actions, including six business bankruptcies.\n"
    },
    {
        "first_name": "George",
        "last_name": "Bush",
        "paraf": "Bush was born into the wealthy, established New England Bush family and raised in Greenwich, Connecticut. He attended Phillips Academy before serving as a pilot in the United States Navy Reserve during World War II. Afterward, he graduated from Yale and moved to West Texas, where he established a successful oil company. Following an unsuccessful run for the United States Senate in 1964, he was elected to represent Texas's 7th congressional district in 1966. President Richard Nixon appointed Bush as the ambassador to the United Nations in 1971 and as chairman of the Republican National Committee in 1973. President Gerald Ford appointed him as the chief of the Liaison Office to the People's Republic of China in 1974 and as the director of Central Intelligence in 1976. Bush ran for president in 1980 but was defeated in the Republican presidential primaries by Reagan, who then selected Bush as his vice presidential running mate. In the 1988 presidential election, Bush defeated Democrat Michael Dukakis.\n"
    },
    {
        "first_name": "Jimmy",
        "last_name": "Carter",
        "paraf": "Carter was born and raised in Plains, Georgia. He graduated from the U.S. Naval Academy in 1946 and joined the U.S. Navy's submarine service. Carter returned home afterward and revived his family's peanut-growing business. He then manifested his opposition to racial segregation, supported the growing civil rights movement, and became an activist within the Democratic Party. He was in the Georgia State Senate from 1963 to 1967 and then as governor of Georgia from 1971 to 1975. As a dark-horse candidate not well known outside of Georgia, Carter won the Democratic nomination and narrowly defeated incumbent Republican president Gerald Ford in the 1976 U.S. presidential election.\n"
    },
    {
        "first_name": "Theodore",
        "last_name": "Roosevelt",
        "paraf": "Theodore  Roosevelt Jr. (October 27, 1858 – January 6, 1919), often referred to as Teddy or by his initials, T. R., was an American politician, statesman, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He previously held various positions in New York politics, rising up the ranks to serve as the state's 33rd governor for two years. He later served as the 25th vice president under president William McKinley for six months in 1901, assuming the presidency after McKinley's assassination. As president, Roosevelt emerged as a leader of the Republican Party and became a driving force for anti-trust and Progressive policies.\n"
    },
    {
        "first_name": "Woodrow",
        "last_name": "Wilson",
        "paraf": "Thomas Woodrow Wilson (December 28, 1856 – February 3, 1924) was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A member of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As president, Wilson changed the nation's economic policies and led the United States into World War I in 1917. He was the leading architect of the League of Nations, and his progressive stance on foreign policy came to be known as Wilsonianism.\n"
    },
    {
        "first_name": "James",
        "last_name": "Garfield",
        "paraf": "Garfield was born into poverty in a log cabin and grew up in northeastern Ohio. After graduating from Williams College, he studied law and became an attorney. He was active in the Stone–Campbell Movement denomination. Garfield was elected as a Republican member of the Ohio State Senate in 1859, serving until 1861. He opposed Confederate secession, was a major general in the Union Army during the American Civil War, and fought in the battles of Middle Creek, Shiloh, and Chickamauga. Garfield was elected to Congress in 1862 to represent Ohio's 19th district. Throughout his congressional service, he firmly supported the gold standard and gained a reputation as a skilled orator. He initially agreed with Radical Republican views on Reconstruction but later favored a Moderate Republican–aligned approach to civil rights enforcement for freedmen. Garfield's aptitude for mathematics extended to a notable proof of the Pythagorean theorem, which he published in 1876.\n"
    },
    {
        "first_name": "Ulysses",
        "last_name": "Grant",
        "paraf": "Ulysses S. Grant (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was an American military officer and politician who served as the 18th president of the United States from 1869 to 1877. As commanding general, he led the Union Army to victory in the American Civil War in 1865 and thereafter briefly served as U.S. secretary of war. As president, Grant was an effective civil rights executive who signed the bill that created the Justice Department and worked with Radical Republicans to protect African Americans during Reconstruction.\n"
    },
    {
        "first_name": "William",
        "last_name": "McKinley",
        "paraf": "McKinley was the last president to have served in the American Civil War; he was the only one to begin his service as an enlisted man, and ended it as a brevet major. After the war, he settled in Canton, Ohio, where he practiced law and married Ida Saxton. In 1876, McKinley was elected to Congress, where he became the Republican expert on the protective tariff, which he believed would bring prosperity. His 1890 McKinley Tariff was highly controversial and, together with a Democratic redistricting aimed at gerrymandering him out of office, led to his defeat in the Democratic landslide of 1890. He was elected governor of Ohio in 1891 and 1893, steering a moderate course between capital and labor interests. He secured the Republican nomination for president in 1896 amid a deep economic depression and defeated his Democratic rival William Jennings Bryan after a front porch campaign in which he advocated \"sound money\" (the gold standard unless altered by international agreement) and promised that high tariffs would restore prosperity. Historians regard McKinley's victory as a realigning election in which the political stalemate of the post-Civil War era gave way to the Republican-dominated Fourth Party System, beginning with the Progressive Era.\n"
    },
    {
        "first_name": "Stephen",
        "last_name": "Cleveland",
        "paraf": "Cleveland was elected mayor of Buffalo in 1881 and governor of New York in 1882. While governor, he closely cooperated with state assembly minority leader Theodore Roosevelt to pass reform measures, winning national attention. He led the Bourbon Democrats, a pro-business movement opposed to high tariffs, free silver, inflation, imperialism, and subsidies to business, farmers, or veterans. His crusade for political reform and fiscal conservatism made him an icon for American conservatives of the time. Cleveland also won praise for honesty, self-reliance, integrity, and commitment to the principles of classical liberalism. His fight against political corruption, patronage, and bossism convinced many like-minded Republicans, called \"Mugwumps\", to cross party lines and support him in the 1884 election. Fifteen months into his first presidential term, he married Frances Folsom on June 2, 1886. After losing the 1888 election to Harrison, he moved to New York City with his wife and joined a law firm. At the 1892 Democratic National Convention, he won the nomination on the first ballot. The 1892 election restored him to the White House. As his second administration began, the Panic of 1893 sparked a severe national depression. Many voters blamed the Democrats, opening the way for a Republican landslide in 1894 and for the agrarian and silverite seizure of the Democratic Party in 1896. The result was a political realignment that started the Fourth Party System and the Progressive Era. An anti-imperialist, Cleveland opposed the push to annex Hawaii, launched an investigation into the 1893 coup against the Hawaiian queen, and called for her to be restored; the House of Representatives adopted a resolution against annexation.\n"
    },
    {
        "first_name": "Herbert",
        "last_name": "Hoover",
        "paraf": "Born to a Quaker family in West Branch, Iowa, Hoover grew up in Oregon. He was one of the first graduates of the new Stanford University in 1895. He took a position with a London-based mining company working in Australia and China. He rapidly became a wealthy mining engineer. In 1914, the outbreak of World War I, he organized and headed the Commission for Relief in Belgium, an international relief organization that provided food to occupied Belgium. When the U.S. entered the war in 1917, president Woodrow Wilson appointed Hoover to lead the Food Administration. He became famous as his country's \"food czar\". After the war, Hoover led the American Relief Administration, which provided food to the starving millions in Central and Eastern Europe, especially Russia. Hoover's wartime service made him a favorite of many progressives, and he unsuccessfully sought the Republican nomination in the 1920 U.S. presidential election.\n"
    },
    {
        "first_name": "Warren",
        "last_name": "Harding",
        "paraf": "Harding lived in rural Ohio all his life, except when political service took him elsewhere. As a young man, he bought The Marion Star and built it into a successful newspaper. Harding served in the Ohio State Senate from 1900 to 1904, and was lieutenant governor for two years. He was defeated for governor in 1910, but was elected to the United States Senate in 1914—the state's first direct election for that office. Harding ran for the Republican nomination for president in 1920, but was considered a long shot before the convention. When the leading candidates could not garner a majority, and the convention deadlocked, support for Harding increased, and he was nominated on the tenth ballot. He conducted a front porch campaign, remaining mostly in Marion, and allowed the people to come to him. He promised a return to normalcy of the pre–World War I period, and won in a landslide over Democrat James M. Cox, to become the first sitting senator elected president.\n"
    },
    {
        "first_name": "Chester",
        "last_name": "Arthur",
        "paraf": "Arthur was born in Fairfield, Vermont, grew up in upstate New York and practiced law in New York City. He served as quartermaster general of the New York Militia during the American Civil War. Following the war, he devoted more time to New York Republican politics and quickly rose in Senator Roscoe Conkling's political organization. President Ulysses S. Grant appointed him as Collector of the Port of New York in 1871, and he was an important supporter of Conkling and the Stalwart faction of the Republican Party. In 1878, following bitter disputes between Conkling and President Rutherford B. Hayes over control of patronage in New York, Hayes fired Arthur as part of a plan to reform the federal patronage system. In June 1880, the extended contest between Grant, identified with the Stalwarts, and James G. Blaine, the candidate of the Half-Breed faction, led to the compromise selection of Ohio's Garfield for president. Republicans then nominated Arthur for vice president to balance the ticket geographically and to placate Stalwarts disappointed by Grant's defeat. Garfield and Arthur won the 1880 presidential election and took office in March 1881. Four months into his term, Garfield was shot by an assassin; he died 11 weeks later, and Arthur assumed the presidency.\n"
    },
    {
        "first_name": "William",
        "last_name": "Taft",
        "paraf": "Taft was born in Cincinnati, Ohio, in 1857. His father, Alphonso Taft, was a U.S. attorney general and secretary of war. Taft attended Yale and joined the Skull and Bones, of which his father was a founding member. After becoming a lawyer, Taft was appointed a judge while still in his twenties. He continued a rapid rise, being named solicitor general and a judge of the Sixth Circuit Court of Appeals. In 1901, President William McKinley appointed Taft civilian governor of the Philippines. In 1904, Roosevelt made him Secretary of War, and he became Roosevelt's hand-picked successor. Despite his personal ambition to become chief justice, Taft declined repeated offers of appointment to the Supreme Court of the United States, believing his political work to be more important.\n"
    },
    {
        "first_name": "Benjamin",
        "last_name": "Harrison",
        "paraf": "Benjamin Harrison (August 20, 1833 – March 13, 1901) was an American politician who served as the 23rd president of the United States from 1889 to 1893. He was a member of the Harrison family of Virginia—a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a Founding Father.\n"
    },
    {
        "first_name": "Rutherford",
        "last_name": "Hayes",
        "paraf": "As an attorney in Ohio, Hayes served as Cincinnati's city solicitor from 1858 to 1861. He was a staunch abolitionist who defended refugee slaves in court proceedings. At the start of the American Civil War, he left a fledgling political career to join the Union Army as an officer. Hayes was wounded five times, most seriously at the Battle of South Mountain in 1862. He earned a reputation for bravery in combat, rising in the ranks to serve as brevet major general. After the war, he earned a reputation in the Republican Party as a prominent member of the \"Half-Breed\" faction. He served in Congress from 1865 to 1867 and was elected governor of Ohio, serving two consecutive terms from 1868 to 1872 and half of a third two-year term from 1876 to 1877 before his swearing-in as president.\n"
    },
    {
        "first_name": "John",
        "last_name": "Coolidge",
        "paraf": "Born in Vermont, Coolidge was a Republican lawyer from New England who climbed the ladder of Massachusetts politics, becoming the state's 48th governor. His response to the Boston police strike of 1919 thrust him into the national spotlight as a man of decisive action. The next year, Coolidge was elected the country's 29th vice president and succeeded the presidency upon the sudden death of President Warren G. Harding in 1923. Elected in his own right in 1924, Coolidge gained a reputation as a small-government conservative with a taciturn personality and dry sense of humor that earned him the nickname \"Silent Cal\". Though his widespread popularity enabled him to run for a second full term, Coolidge chose not to run again in 1928, remarking that ten years as president would be \"longer than any other man has had it – too long!\"\n"
    },
    {
        "first_name": "François",
        "last_name": "Hollande",
        "paraf": "Cet article concerne la biographie de la personne. Pour sa présidence, voir présidence de François Hollande.\n"
    },
    {
        "first_name": "Nicolas",
        "last_name": "Sarkozy",
        "paraf": "Nicolas Sarközy de Nagy-Bocsa, dit Nicolas Sarkozy (/ni.kɔ.la saʁ.kɔ.zi/ ; Écouter), né le 28 janvier 1955 à Paris (France), est un homme d'État français. Il est président de la République française du 16 mai 2007 au 15 mai 2012.\n"
    },
    {
        "first_name": "François",
        "last_name": "Mitterrand",
        "paraf": "François Mitterrand  Écouter, né le 26 octobre 1916 à Jarnac (Charente) et mort le 8 janvier 1996 à Paris, est un homme d'État français, président de la République du 21 mai 1981 au 17 mai 1995.\n"
    },
    {
        "first_name": "Charles",
        "last_name": "de Gaulle",
        "paraf": "Charles de Gaulle (/ʃaʁl də ɡol/ Écouter), communément appelé le général de Gaulle ou parfois simplement le Général, né le 22 novembre 1890 à Lille (Nord) et mort le 9 novembre 1970 à Colombey-les-Deux-Églises (Haute-Marne), est un militaire, résistant, homme d'État et écrivain français.\n"
    },
    {
        "first_name": "Jacques",
        "last_name": "Chirac",
        "paraf": "Après des études à l'Institut d'études politiques de Paris et à l'École nationale d'administration (ENA), il rejoint en 1962 le cabinet du Premier ministre Georges Pompidou en qualité de chargé de mission. Il est élu député de la Corrèze au sein de la majorité gaulliste et nommé quatre fois secrétaire d'État et quatre fois ministre à partir de 1967. Par la suite, Chirac est choisi comme Premier ministre par Valéry Giscard d'Estaing en 1974, notamment à la suite de l’appel des 43 et de l'affaire des plombiers. Deux ans plus tard, entretenant de mauvaises relations avec Giscard, il démissionne de Matignon et lance le Rassemblement pour la République (RPR), un parti politique se réclamant du gaullisme. Tout en poursuivant sa carrière d'élu en Corrèze, il devient maire de Paris en 1977 et se présente sans succès à l'élection présidentielle de 1981.\n"
    },
    {
        "first_name": "Valéry",
        "last_name": "Giscard d'Estaing",
        "paraf": "Polytechnicien, énarque puis inspecteur des finances, il devient en 1955 directeur adjoint du cabinet d’Edgar Faure, président du Conseil, avant d'être élu l’année suivante député du Puy-de-Dôme. Sous la présidence du général de Gaulle, il est successivement secrétaire d'État aux Finances (1959-1962) et ministre des Finances et des Affaires économiques (1962-1966). Après son éviction du gouvernement, il exprime ses réserves envers le pouvoir gaulliste, en particulier lors du référendum de 1969, contribuant ainsi au départ du général de Gaulle. Durant la présidence de Georges Pompidou, de 1969 à 1974, il occupe à nouveau la fonction de ministre de l'Économie et des Finances. En parallèle, il fonde et préside les Républicains indépendants, qui constituent la deuxième composante de la majorité de droite.\n"
    },
    {
        "first_name": "Georges",
        "last_name": "Pompidou",
        "paraf": "En 1962, Charles de Gaulle, président de la République, le nomme Premier ministre, fonction qu'il exerce durant plus de six ans, soit le plus long passage à Matignon de la Ve République. Souhaitant moderniser le pays et notamment son industrie, il met en place la politique d'aménagement du territoire (création de la DATAR, projet de nouvel aéroport international « Paris Nord », premier plan neige, développement du réseau autoroutier, etc.), et lance des projets comme le plan Calcul et le Concorde. Par ailleurs, il réinstaure la police nationale et crée l'ANPE. Lors de la crise de Mai 68, il conduit des négociations qui aboutissent aux accords de Grenelle ; après la victoire du parti gaulliste aux législatives qui suivent, il est remplacé par Maurice Couve de Murville à la tête du gouvernement. Il se met alors « en réserve de la République » et siège comme député du Cantal. Avant le référendum constitutionnel de 1969, il fait part de son souhait de se présenter à une élection présidentielle à venir.\n"
    },
    {
        "first_name": "Adolphe",
        "last_name": "Thiers",
        "paraf": "Arrivé à Paris à 24 ans, ambitieux et sans fortune — il aurait servi de modèle à Balzac pour le personnage de Rastignac —, journaliste anticlérical et patriote de l'opposition libérale, auteur à succès avec une Histoire de la Révolution française, il est un exemple de l'évolution des classes dirigeantes françaises à la recherche d'un nouvel ordre institutionnel stable après l'effondrement de la monarchie absolue en 1789, par son rôle majeur dans la mise en place des régimes politiques successifs ayant suivi l'échec de la Restauration en 1830.\n"
    },
    {
        "first_name": "Napoléon",
        "last_name": "Bonaparte",
        "paraf": "Charles Louis Napoléon Bonaparte, dit Louis-Napoléon Bonaparte, né le 20 avril 1808 à Paris et mort le 9 janvier 1873 à Chislehurst (Royaume-Uni), est un monarque et un homme d'État français. Il est à la fois l'unique président de la Deuxième République, le premier chef d'État français élu au suffrage universel masculin, le 10 décembre 1848, le premier président de la République française, et, après la proclamation de l'Empire le 2 décembre 1852, le dernier monarque du pays sous le nom de Napoléon III, empereur des Français.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "Doumer",
        "paraf": "Entré en politique comme radical, il s'éloigne de la gauche à partir de la fin des années 1890. Il est plusieurs fois élu député entre 1888 et 1910, alternativement pour l'Aisne et l'Yonne. \n"
    },
    {
        "first_name": "Alain",
        "last_name": "Poher",
        "paraf": "Président du Sénat de 1968 à 1992, il assure en cette qualité la fonction de président de la République française par intérim pendant un total de trois mois : une première fois en 1969, à la suite de la démission de Charles de Gaulle, puis en 1974, après la mort de Georges Pompidou. Candidat du Centre démocrate à l'élection présidentielle de 1969, il est battu au second tour par Georges Pompidou.\n"
    },
    {
        "first_name": "Albert",
        "last_name": "Lebrun",
        "paraf": "Il fait partie de plusieurs gouvernements de la Troisième République, en tant que ministre des Colonies (1911-1912 et 1913-1914), de la Guerre (1913) et des Régions libérées (1917-1919). Proche de Georges Clemenceau puis de Raymond Poincaré, il entre en 1920 au Sénat comme représentant de Meurthe-et-Moselle : devenu l'un des membres les plus influents de la chambre haute, il en est élu président en 1931.\n"
    },
    {
        "first_name": "René",
        "last_name": "Coty",
        "paraf": "Retiré de la vie politique après son départ de l’Élysée, René Coty siège au Conseil constitutionnel jusqu'à sa mort.\n"
    },
    {
        "first_name": "Vincent",
        "last_name": "Auriol",
        "paraf": "Jules Vincent Auriol est le fils unique de Jacques Antoine Auriol, artisan boulanger, et d'Angélique Virginie Durand. À l'âge de dix ans, il perd l'usage de son œil gauche pour avoir mal ajusté la détente d'un pistolet à amorces pour enfant ; il porte le restant de ses jours un œil de verre.\n"
    },
    {
        "first_name": "Patrice",
        "last_name": "de Mac Mahon",
        "paraf": "Fait maréchal de France par Napoléon III, il est sénateur et gouverneur de l’Algérie pendant le Second Empire.\n"
    },
    {
        "first_name": "Émile",
        "last_name": "Loubet",
        "paraf": "Né le 30 décembre 1838, Émile François Loubet est le fils cadet d'Augustin Loubet (1808-1882) et de Marie-Marguerite Nicolet (1812-1905), d'une famille de cultivateurs et d'édiles de la Drôme. Le père du futur président est maire de Marsanne pendant 26 ans.\n"
    },
    {
        "first_name": "Raymond",
        "last_name": "Poincaré",
        "paraf": "Par ailleurs, par sa mère, il est l'arrière-petit-fils de Jean Landry Gillon, député sous le règne de Louis-Philippe.\n"
    },
    {
        "first_name": "Marie",
        "last_name": "Carnot",
        "paraf": "À la fin de l’année 1887, à la suite de la démission du président Jules Grévy en raison du scandale des décorations, l’Assemblée nationale le place en tête du premier tour de l’élection présidentielle anticipée avec 36 % des suffrages, devant Jules Ferry, dont la candidature divise les parlementaires républicains. Au second tour, après le retrait de ce dernier, Sadi Carnot est élu face au général Saussier avec 74 % des voix.\n"
    },
    {
        "first_name": "Alexandre",
        "last_name": "Millerand",
        "paraf": "Dans les années 1890, devenu la principale figure des socialistes indépendants, il prône un socialisme réformiste. De 1899 à 1902, dans le gouvernement Waldeck-Rousseau, il est ministre du Commerce, de l’Industrie, des Postes et Télégraphes : premier ministre socialiste en France, il réglemente et réduit le temps de travail, garantit un repos hebdomadaire dans les établissements dépendant de l'État et fait voter un projet sur les retraites ouvrières. Mais jugé trop modéré, il est exclu du Parti socialiste français en 1904.\n"
    },
    {
        "first_name": "Gaston",
        "last_name": "Doumergue",
        "paraf": "Gaston Doumergue est issu d'une famille protestante languedocienne. Son père, Pierre Doumergue, est propriétaire vigneron à Aigues-Vives. Sa mère, Françoise Pattus, l'élève dans la foi protestante et l'admiration des idées républicaines,. Il est par ailleurs le grand-oncle de la dramaturge Colette Audry et de la réalisatrice de films Jacqueline Audry.\n"
    },
    {
        "first_name": "Félix",
        "last_name": "Faure",
        "paraf": "Les circonstances de sa mort, survenue brutalement au palais de l'Élysée quatre ans seulement après son élection et alors qu'il se trouvait en compagnie de sa maîtresse Marguerite Steinheil, sont passées à la postérité.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Grévy",
        "paraf": "Prônant une autorité moindre pour le pouvoir exécutif, il propose un amendement contre l'élection du président de la République au suffrage universel. Il défend également la liberté de la presse et vote contre l'état de siège. Après avoir été brièvement emprisonné dans la foulée du coup d'État de 1851 de Louis-Napoléon Bonaparte, il se consacre au barreau.\n"
    },
    {
        "first_name": "Clément",
        "last_name": "Fallières",
        "paraf": "Clément Armand Fallières est issu d'une famille de propriétaires ruraux de l'Albret, localisée à Mézin (Lot-et-Garonne). Son grand-père paternel, Joseph Fallières (1781-1866), est forgeron, tandis que son père, Pierre Fallières (1810-1874), occupe la fonction de géomètre-arpenteur. Pierre Fallières est marié à Marie-Magdeleine Sérizac. Lorsque son beau-père, M. Sérizac, prend sa retraite, Pierre Fallières le remplace en tant que greffier de la justice de paix de Mézin.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "Deschanel",
        "paraf": "Aux élections législatives de 1885, à l’âge de 30 ans, il est élu député d'Eure-et-Loir au second tour de scrutin. Considéré comme l’un des plus grands orateurs de la Troisième République, il est toujours réélu avec plus de 70 % des suffrages exprimés et siège à la Chambre des députés jusqu’en 1920, pendant neuf législatures consécutives, ainsi qu’au conseil général d'Eure-et-Loir entre 1895 et 1919.\n"
    },
    {
        "first_name": "Georges",
        "last_name": "Bidault",
        "paraf": "Engagé volontaire au début de la Seconde Guerre mondiale, il est emprisonné pendant plus d’un an. Compagnon de la Libération, il devient président du Conseil national de la Résistance (CNR) à la suite de la disparition de Jean Moulin en 1943, et descend les Champs-Élysées derrière le général de Gaulle lors de la libération de Paris.\n"
    },
    {
        "first_name": "Jean",
        "last_name": "Casimir-Perier",
        "paraf": "La famille Perier est une famille de banquiers et d'industriels originaires du Dauphiné, dont plusieurs membres ont exercé d'importantes responsabilités politiques.\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Dupuy",
        "paraf": "Il devient ensuite inspecteur d’académie. Nommé à Ajaccio (Corse), il y rencontre en 1883 Antoinette Laborde, une jeune veuve et mère d'une jeune fille, qu'il épouse en 1888. Celle-ci est originaire d'Ille-sur-Têt, dans les Pyrénées-Orientales, ville dont Charles Dupuy deviendra citoyen d'honneur en 1893, avant de s'y installer à la fin de sa vie et d'y mourir en 1923.\n"
    },
    {
        "first_name": "Louis",
        "last_name": "Cavaignac",
        "paraf": "Il est le fils de Jean-Baptiste Cavaignac, conventionnel régicide, et de Marie-Julie de Corancez, et le frère cadet du républicain Godefroy Cavaignac. Il épouse en 1851 Louise Odier, fille de James Odier. Il a pour fils le ministre de la IIIe République Godefroy Cavaignac (1853-1905), et pour petit-fils l'historien Eugène Cavaignac (1876-1969).\n"
    },
    {
        "first_name": "Louis",
        "last_name": "None",
        "paraf": " Son ambition de «  des choses de la guerre et de l'armée librement » entraîne sa disgrâce, d'autant plus que, plutôt orléaniste, il n'a jamais été favorable au régime impérial.\n"
    },
    {
        "first_name": "Frédéric",
        "last_name": "None",
        "paraf": "Il entre en mai 1919 au conseil d'administration d'une puissante banque d'affaires, la Banque de l'Union parisienne (BUP), et rapidement à son comité de direction, qui rassemble les administrateurs les plus influents. Il devient administrateur de différentes sociétés liées à cette banque, comme la Société maritime des pétroles et la société pour l'exploitation des pétroles. Après son accession au ministère des finances, il revient au conseil de la BUP de janvier 1921 à décembre 1931.\n"
    },
    {
        "first_name": "Emmanuel",
        "last_name": "Macron",
        "paraf": "Proche du Mouvement des citoyens (MDC) puis membre du Parti socialiste (PS) de 2006 à 2009, il participe à la campagne électorale de François Hollande pour l'élection présidentielle de 2012, qui le nomme après sa victoire secrétaire général adjoint de son cabinet. En 2014, alors encore inconnu du grand public, mais réputé pour sa ligne sociale-libérale, Emmanuel Macron est nommé ministre de l'Économie, de l'Industrie et du Numérique ; en 2015, il fait adopter une loi pour la croissance, l'activité et l'égalité des chances économiques, dite « loi Macron ». Sa notoriété s'accroît alors qu'il prend progressivement ses distances avec François Hollande.\n"
    },
    {
        "first_name": "Guy",
        "last_name": "Verhofstadt",
        "paraf": "Bij de verkiezingen van 13 december 1987 behaalde Verhofstadt een uitstekend resultaat met meer voorkeurstemmen dan premier Wilfried Martens en een stevige winst voor zijn liberale partij, de PVV. Ondanks deze overwinning werd de PVV niet opgenomen in de nationale regering en koos Martens voor de socialisten als nieuwe coalitiepartners. Deze ervaring inspireerde Verhofstadt, die in 1989 opnieuw PVV-partijvoorzitter werd, tot het schrijven van het eerste Burgermanifest, waarin hij stelde dat in de Belgische democratie niet de burger, maar wel ongrijpbare drukkingsgroepen het beleid bepalen. De eerste twee burgermanifesten vormden de basis van de vernieuwingsbeweging die de PVV in 1992 omvormde tot de VLD. Bij de federale verkiezingen van 1995 ging de VLD er opnieuw op vooruit en werd de tweede grootste partij in Vlaanderen. Een poging van Verhofstadt om na deze verkiezingsoverwinning een regering op te zetten met de socialisten mislukte, waarna hij ontslag nam als partijvoorzitter van de VLD. Van 1995 tot 2007 zetelde hij als rechtstreeks gekozen senator in de Belgische Senaat, een mandaat dat tijdens zijn ministerschappen onderbroken werd. Van 1995 tot 1999 en van juli tot december 2007 was hij ondervoorzitter van de Senaat.\n"
    },
    {
        "first_name": "Yves",
        "last_name": "Leterme",
        "paraf": "Vervolgens werd hij van 1992 tot 1997 administrateur bij het Europees Parlement, terwijl hij tegelijkertijd in de plaatselijke politiek van Ieper actief bleef. In januari 1995 werd hij schepen in Ieper, wat hij bleef tot in januari 2001.\n"
    },
    {
        "first_name": "Herman",
        "last_name": "None",
        "paraf": "In 2004 kreeg hij de titel van minister van staat. Tijdens de beide regeringen Verhofstadt (1999-2007) was Van Rompuy vooral in de cyberspace aanwezig via zijn weblog, waar hij vele haiku's schreef en waarmee hij naar eigen zeggen de oppositiekuur van CVP en daarna CD&V kon overleven. Op 12 juli 2007 werd Herman Van Rompuy aangesteld als nieuwe voorzitter van de Kamer van volksvertegenwoordigers.\n"
    },
    {
        "first_name": "Léon",
        "last_name": "Delacroix",
        "paraf": "Veel van deze maatregelen betekenden een radicale breuk met het staatsbestel en de maatschappelijke verhoudingen van voor de oorlog. Conservatieve krachten hadden het daarom over de \"coup van Loppem\" om de regering-Delacroix aan te duiden, ook al omdat ze het parlement aanvankelijk buitenspel zette. Door veelvuldige spanningen binnen de regering viel deze in november 1920. Hierna werd hij benoemd tot minister van Staat en kreeg hij de functie van Belgisch delegatieleider bij de Commissie voor Herstelbetalingen. In mei 1921 nam Delacroix ontslag als parlementslid.\n"
    },
    {
        "first_name": "Henry",
        "last_name": "Carton",
        "paraf": "Van 20 november 1920 tot 16 december 1921 leidde hij als eerste minister een Nationale Unie-regering van katholieken, socialisten en liberalen. In deze regering was hij eveneens minister van Binnenlandse Zaken. Tijdens zijn bewind werd de tweede grondwetsherziening afgewerkt die begonnen was onder de vorige premier Léon Delacroix. Voor het eerst werd België een tweetalig land. Onder zijn premierschap werd eveneens een wet inzake taalgebruik in bestuurszaken goedgekeurd. Van de belofte van Carton de Wiart omtrent Nederlandstalig hoger onderwijs kwam echter niets terecht. Naderhand ging hij wel akkoord met de oprichting van Nederlandstalige faculteiten aan de Rijksuniversiteit Gent, maar hij wees een volledige vernederlandsing af. \n"
    },
    {
        "first_name": "Georges",
        "last_name": "Theunis",
        "paraf": "In de periodes dat hij geen actieve functie opnam in de politiek, was Georges Theunis actief in het bedrijfsleven, waar hij veel beheersfuncties opnam. Zo was hij afgevaardigd bestuurder en voorzitter van ACEC, maar hij was ook bestuurder, soms voorzitter, bij de Royale Belge, de Generale Maatschappij van België, Traction et Electricité, Electrobel, Sogelec en Ebes. In totaal cumuleerde hij 72 mandaten.\n"
    },
    {
        "first_name": "Aloïs",
        "last_name": "Van de Vyvere",
        "paraf": "In 1921 was hij medestichter van de Katholieke Unie, waarin hij de Katholieke Vlaamsche Landsbond vertegenwoordigde. Van 1927 tot 1928 was hij voorzitter van.\n"
    },
    {
        "first_name": "Prosper",
        "last_name": "Poullet",
        "paraf": "Van 1908 tot aan zijn dood was hij voor het arrondissement Leuven lid van de Belgische Kamer van volksvertegenwoordigers. Van 1918 tot 1919 was hij voorzitter van de assemblee. Ook vervulde hij verschillende ministeriële mandaten: van 1911 tot 1918 was hij minister van Kunsten en Wetenschappen, van 1919 tot 1920 minister van Spoorwegen en PTT, van 1924 tot 1925 minister van Binnenlandse Zaken, van 1925 tot 1926 premier en minister van Economische Zaken, in 1926 tijdelijk minister van Landsverdediging, van 1932 tot 1934 opnieuw minister van Binnenlandse Zaken en minister van PTT en van 1935 tot 1936 minister Zonder Portefeuille. Tussen juli 1934 en mei 1935 was hij bovendien voorzitter van het Katholiek Verbond van België. Hij werd Belgisch Minister van Staat op 20 mei 1926.\n"
    },
    {
        "first_name": "Henri",
        "last_name": "Jaspar",
        "paraf": "Van mei 1926 tot november 1927 was Jaspar eerste minister van een regering van katholieken, liberalen en socialisten en van november 1927 tot mei 1931 leidde hij twee regeringen van katholieken en liberalen met een belangrijke inbreng van de Vlaamse christendemocraten. De regeringen die hij leidde, brachten België uit de financiële en monetaire crisis van de jaren 1920 en er kwam weer economische welvaart totdat de gevolgen van de werelddepressie ook in België onherroepelijk voelbaar werden. Ook realiseerde hij de vernederlandsing van de Rijksuniversiteit Gent en werden wetten uitgevaardigd voor de splitsing van het leger in Vlaamse en Waalse eenheden en de begenadiging van activisten.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "None",
        "paraf": "Hoewel Renkin eerder een tegenstander van de Vlaamse Beweging was. Toch was hij in 1908 een van de initiatiefnemers van de wet die het gebruik van het Nederlands in het Brabantse Hof van Assisen en verdedigde hij in 1920 de eis tot vernederlandsing van de Rijksuniversiteit Gent.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "Van Zeeland",
        "paraf": "In de lente van 1936 moest de regering ontslag nemen door de opruiing van de fascistische partij Rex, maar ze slaagde erin een nieuwe termijn aan te vatten van juni 1936 tot november 1937. Door de krijgswet kon ze de rexisten onderdrukken. Deze tweede regering voerde een progressief sociaal hervormingsprogramma door met het invoeren van de werkweek van 40 uren en andere maatregelen tegen de werkloosheid. Ook stichtte hij het Studiecentrum tot Hervorming van de Staat. In 1937 nam hij ontslag als premier na de ophefmakende interpellatie van Gustaaf Sap over financiële malversaties in de Nationale Bank.\n"
    },
    {
        "first_name": "Achille",
        "last_name": "Van Acker",
        "paraf": "Tijdens de Tweede Wereldoorlog nam hij vanaf de tweede helft van 1941 het voortouw in de reorganisatie van de socialistische beweging met de oprichting van de Vlaamse Centrale der Illegale Partij (samen met onder andere Edward Anseele jr.). In Brussel en Wallonië ontstonden gelijkaardige centrales en dat leidde in maart 1942 tot het ontstaan van de Illegale Belgische Socialistische Partij. Hierbij dient wel aangestipt te worden dat sommige van de vooroorlogse leiders (Paul-Henri Spaak, Camille Huysmans, e.a.) in Londen zaten. De socialisten in België en die in Londen werkten de facto naast elkaar. Na de arrestatie van Achille Delattre in oktober 1942 werd Van Acker aangesteld tot voorzitter van de illegale BSP. Na de Bevrijding in september 1944 werd Van Acker op de eerste Algemene Raad van de Belgische Socialistische Partij officieel tot voorzitter van de partij verkozen. Begin oktober 1944 nam hij alweer ontslag uit deze functie, nadat hij was aangesteld tot minister van Arbeid en Sociale Voorzorg.\n"
    },
    {
        "first_name": "Camille",
        "last_name": "Huysmans",
        "paraf": "Huysmans had een marxistische overtuiging en was een aanhanger van de ideeën van Karl Kautsky, die de klassenstrijd van Karl Marx voor een hedendaags publiek vertaald had. Voor Kautsky bestond er namelijk een lijnrecht verband tussen toenemende industrialisering, groeiende loonarbeid en de verovering van de parlementaire meerderheid door de arbeidersklasse. Dit betekende volgens Huysmans niet alleen het opbouwen van stevige partijorganisaties voor de beslissende confrontatie met leger en politie na de vorming van een socialistische regering, maar ook dat de toekomst van het socialisme bij het zogenaamde loonproletariaat lag, dat in de Brusselse agglomeratie Nederlandstalig was. Terwijl de andere Brusselse partijleiders van de BWP vooral politiek actief waren in de middengroepen, was Huysmans in 1903 een van de initiatiefnemers van De Gazet van Brussel, die vooral gelezen werd door arbeiders in Sint-Jans-Molenbeek, Anderlecht en Vilvoorde. Het weekblad voerde vooral socialistische propaganda, maar voerde ook campagne voor de vernederlandsingsvoorstellen die begin 20e eeuw door de Vlaamse Beweging werden gelanceerd.\n"
    },
    {
        "first_name": "Gaston",
        "last_name": "Eyskens",
        "paraf": "De inbreng van Eyskens in het economische denken situeerde zich voornamelijk in het bestuderen en profileren van ruimtelijk-economische problemen en oplossingen.\n"
    },
    {
        "first_name": "Leo",
        "last_name": "Tindemans",
        "paraf": "Tussen Tindemans en de kiezer klikte het meteen. Zijn populariteit stoelde op ernst, zijn politieke rechtlijnigheid en de kracht van zijn overtuiging. Het televisiemedium speelde daarin een grote rol. Met zijn steile electorale opgang (in 1974 82.000 stemmen in het arrondissement Antwerpen in 1977 134.000 en in 1978 139.000) plaatste hij alle commentatoren voor raadsels. Men wijt dit vaak aan de kwalificatie charisma. Voor de Europese Parlementsverkiezingen van 1979 stemden 983.000 Vlamingen, onder wie 160.000 Antwerpenaren op zijn naam. Hij is daarmee nog altijd Belgisch recordhouder aller tijden inzake voorkeurstemmen.\n"
    },
    {
        "first_name": "Elio",
        "last_name": "Di Rupo",
        "paraf": "Ondertussen was hij tussen 1981 en 1985 kabinetsmedewerker en vervolgens adjunct-kabinetschef van Philippe Busquin, toenmalig Waals minister van Begroting in Energie, en van 1985 tot 1987 hoofdinspecteur bij de energie-inspectie van het ministerie van het Waals Gewest. Rond die periode werkte Di Rupo ook op het kabinet van Jean-Maurice Dehousse, toenmalig Waals minister van economie.\n"
    },
    {
        "first_name": "Jean-Luc",
        "last_name": "Dehaene",
        "paraf": "In 1967 werd hij gecoöpteerd in het nationaal bestuur van de CVP-jongeren. Hij behoorde er tot een ploeg die door Hugo De Ridder het Wonderbureau genoemd werd. Dat zogenaamde Wonderbureau schreef manifesten over de progressieve frontvorming en de pluralistische school. Dehaene werkte in het eerste bureau met Martens als voorzitter ook mee aan het Autonomiemanifest. Dat bevatte de basisideeën voor de huidige federale structuur van België. Onder het voorzitterschap van Wilfried Martens was hij van 1969 tot 1971 nationaal ondervoorzitter van de CVP-jongeren. Daarna zetelde hij van 1972 tot aan zijn dood in het partijbestuur van CVP en daarna CD&V. Tevens was hij van 1977 tot 1981 OCMW-raadslid van Vilvoorde, van 1977 tot 1981 voorzitter van de CVP-afdeling van het arrondissement Brussel-Halle-Vilvoorde en van 1971 tot 2000 voorzitter van de CVP-afdeling van Vilvoorde.\n"
    },
    {
        "first_name": "Frans",
        "last_name": "Schollaert",
        "paraf": "In 1908 werd Schollaert eerste minister. Hij combineerde deze functie van 1908 tot 1910 met Binnenlandse Zaken en Landbouw en van 1910 tot 1911 met Kunsten en Wetenschappen. In zijn eerste regering, die van 1908 tot 1910, ging de aandacht vooral naar de regeling rond de dienstplicht. Zeer tot woede van zijn meer conservatieve partijgenoot Charles Woeste bereikte Schollaert een compromis met de oppositie om de dienstplicht te beperken tot 1 zoon per gezin.\n"
    },
    {
        "first_name": "Pieter",
        "last_name": "Decker",
        "paraf": "Na de gemeenteraadsverkiezingen van 27 oktober 1857 nam de Decker ontslag en werd opgevolgd door de anti-Vlaamsgezinde Charles Rogier. Na zijn premierschap speelde hij geen politieke rol van betekenis meer.\n"
    },
    {
        "first_name": "Paul-Henri",
        "last_name": "Spaak",
        "paraf": "Spaak was gevoelig voor de gevolgen van de economische crisis van 1929 en riep daarom in L'Action Sociale de arbeiders op om zich te mobiliseren. Hiervoor kreeg Spaak heel wat kritiek binnen de BWP en hij dreigde zelfs uit de partij gezet te worden, wat uiteindelijk niet gebeurde. In 1934 was Spaak een groot voorstander van het Plan van de Arbeid dat BWP-partijvoorzitter Hendrik De Man had opgesteld.\n"
    },
    {
        "first_name": "Auguste",
        "last_name": "Beernaert",
        "paraf": "Aangetrokken door de katholieke voorman Jules Malou begon hij in 1873 een politieke loopbaan. Hij werd dat jaar minister van Openbare Werken, wat hij bleef tot in 1878. Hij zorgde in deze functie voor een aanzienlijke uitbreiding van het Belgisch spoorwegnet en een verdere uitbouw van de Antwerpse haven. In 1874 werd hij voor de katholieke partij verkozen tot volksvertegenwoordiger van het arrondissement Tielt, een mandaat dat hij uitoefende tot aan zijn dood. Van 1878 tot 1884 was hij leider van de oppositie en van maart tot december 1884 was hij tevens voorzitter van de Federatie van Katholieke Kringen en Conservatieve Verenigingen, zoals de katholieke partij officieel heette.\n"
    },
    {
        "first_name": "Théodore",
        "last_name": "Lefèvre",
        "paraf": "Tijdens de Koningskwestie, waarvan de afloop diepe wonden sloeg binnen de CVP, was Lefèvre een fervent verdediger van Leopold III. In de nasleep hiervan werd Lefèvre in september 1950 onverwacht verkozen tot partijvoorzitter van de CVP, wat hij bleef tot in mei 1961. In de periode van de homogene CVP-regeringen in de periode 1950-1954 toonde hij zich een autoritaire voorzitter. Hij werd daarna een belangrijke personaliteit tijdens de Schoolstrijd, waarbij hij het verzet aanvoerde tegen de Collardwetten, als leider van het Nationaal Comité voor Vrijheid en Democratie. Zijn populariteit bereikte toen een hoogtepunt.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "None",
        "paraf": "Maar VDB investeerde niet enkel in zijn eigen vleesbedrijf Dacor-EPBC maar financierde ook andere firma's uit de vleessector die hij gedeeltelijk of volledig had overgenomen. In 1969 stichtte hij samen met Jacques Vanderhaeghe, de familie (Isidore) Ghysels-Speeckaert en hun medewerkers in Veurne de firma NV Euro-Meat-Express met een kapitaal van 100 miljoen Belgische frank. Vanden Boeynants werd de voorzitter van hun bedrijf en bleef dit tot in 1974, toen hij al minister van Landsverdediging was. In 1980 verhuisde dit bedrijf, onder de nieuwe naam Brimex, naar de Passersstraat in Anderlecht in de onmiddellijke nabijheid van VDB's EPBC-Dacor.\n"
    },
    {
        "first_name": "Étienne",
        "last_name": "Gerlache",
        "paraf": "In Luik kwam stilaan toenadering tot stand tussen katholieken en liberalen die dezelfde of gelijklopende grieven hadden tegen de politiek die gevoerd werd in het Verenigd Koninkrijk. In juli 1828 werd De Gerlache herkozen, ondanks tegenkanting vanwege de regering, met de steun van zowel de Luikse katholieken als liberalen, onder de aansporing van Charles Rogier en Paul Devaux. Op talrijke punten begon hij toen de regering aan te vallen. Hij verklaarde dat een revolutie nakende was.\n"
    },
    {
        "first_name": "Wilfried",
        "last_name": "Martens",
        "paraf": "Reeds als scholier sloot Wilfried aan bij de KSA (Katholieke Studenten Aktie) waarvan hij later gewestleider (afdeling Meetjesland) werd. Deze katholieke, Vlaamsgezinde jeugdbeweging wakkerde het flamingantisme in Martens nog verder aan. Zo liet de adolescent zich op de Jongvlaamse Dagen van 1954 opmerken door in een begeesterde maar rationeel onderbouwde toespraak de ABN-beweging als een belangrijke pijler van de Vlaamse ontvoogding te verdedigen.\n"
    },
    {
        "first_name": "Mark",
        "last_name": "Eyskens",
        "paraf": "In 1961 werd Eyskens assistent en het jaar daarop docent aan de faculteit Economische en Toegepaste Economische Wetenschappen van de KU Leuven. Zo gaf hij onder meer les aan Herman Van Rompuy, die later premier van België en voorzitter van de Europese Raad werd. In 1967 werd hij gewoon hoogleraar belast met de leergangen algemene economie, micro-economie en publieke financiën. Vanaf 1976 was hij aan dezelfde universiteit buitengewoon hoogleraar.\n"
    },
    {
        "first_name": "Pierre",
        "last_name": "Harmel",
        "paraf": "Na in 1958 enkele maanden minister van Justitie te zijn geweest, kreeg hij in november 1958 in de Regering-G. Eyskens III de nieuwe portefeuille van Culturele Zaken. Het was in die functie dat hij het Nationaal Instituut voor de Radio-omroep omvormde tot de Belgische Radio en Televisie, waarin autonome instituten voor Nederlandstalige en Franstalige uitzending opereerden.  Dit gold als een eerste vorm van culturele autonomie. Hij bleef minister van Culturele Zaken tot in 1960, waarna hij van 1960 tot 1961 minister van Openbaar Ambt was. Na de Belgische verkiezingen van 1961 werd hij informateur. Hij trad echter niet toe tot de nieuwe regering onder leiding van Théo Lefèvre en werd lid van de Nationale Schoolpactcommissie. Van 1964 tot 1965 was hij eveneens partijvoorzitter van de PSC, toen nog de Waalse vleugel binnen de unitaire CVP.\n"
    },
    {
        "first_name": "Hubert",
        "last_name": "Pierlot",
        "paraf": "Op 23 december 1925 volgde hij de overleden Edouard Richard op als volksvertegenwoordiger voor het arrondissement Neufchâteau-Virton. Dit ambt hield hij slechts een week, want hij werd senator: van 1926-1936 provinciaal senator voor Luxemburg en van 1936-1946 rechtstreeks verkozen senator voor het arrondissement Aarlen-Marche-Bastenaken-Neufchâteau-Virton (verkozen in 1936 en 1939).\n"
    },
    {
        "first_name": "Jean-Baptiste",
        "last_name": "Nothomb",
        "paraf": "Door zijn afkomst was Nothomb sterk bezig met de \"Luxemburgse kwestie\". Het groothertogdom Luxemburg was bestuurd als een provincie van het Verenigd Koninkrijk der Nederlanden, hoewel het een apart internationaal statuut had. De Belgische grondwet beschouwde Luxemburg als een Belgische provincie, maar de grote mogendheden waren geneigd het als een apart groothertogdom voor Willem I te laten.\n"
    },
    {
        "first_name": "Edmond",
        "last_name": "None",
        "paraf": "In 1947 werd hij lid van het partijbureau van de PSB. Leburton werd meerdere malen minister voor de partij: van 1954 tot 1958 was hij minister van Volksgezondheid en Gezin in de Regering-Van Acker IV, van 1961 tot 1965 minister van Sociale Zaken in de Regering-Lefèvre, van 1965 tot 1966 minister-ondervoorzitter van de Raad belast met de Coördinatie van het Infrastructuurbeleid in de regering-Harmel en van 1969 tot 1971 minister van Economische Zaken in de regering-G. Eyskens V. In 1971 werd hij benoemd tot minister van Staat.\n"
    },
    {
        "first_name": "Jean",
        "last_name": "None",
        "paraf": "Hij was enkele keren minister:\n"
    },
    {
        "first_name": "Joseph",
        "last_name": "Lebeau",
        "paraf": "Op 10 november begon het Nationaal Congres zijn werkzaamheden. Lebeau was er onmiddellijk een van de belangrijkste en meest beluisterde leden van. In de levendige debatten was het altijd, behalve in twee gevallen, zijn stelling en zienswijze die het haalde.\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Rogier",
        "paraf": "Ook was hij verschillende malen minister: van 1832 tot 1834 was hij minister van Binnenlandse Zaken, van 1840 tot 1841 minister van Openbare Werken, van 1847 tot 1852 eerste minister en minister van Binnenlandse Zaken, van 1857 tot 1861 opnieuw eerste minister en minister van Binnenlandse Zaken en van 1861 tot 1867 eerste minister en minister van Buitenlandse Zaken. Rogier behoorde tot de liberale gezindheid. Hij was vrijmetselaar in de Brusselse loge L'Union des Peuples.\n"
    },
    {
        "first_name": "Barthélemy",
        "last_name": "None",
        "paraf": "In de debatten nam hij steeds de meest wijze standpunten in, die het telkens haalden: de onafhankelijkheid van het land, de uitsluiting van de Nassaus, de grondwettelijke erfelijke monarchie, het twee-kamerstelsel enz. Hij was daarbij een groot aanhanger van het unionisme, en verdedigde van uit katholiek oogpunt de vrijheid van godsdienst en van onderwijs en de onafhankelijkheid van de clerus, en vanuit een liberaal standpunt de persvrijheid, de vrijheid van opinie en de vrijheid van vergaderen.\n"
    },
    {
        "first_name": "Felix",
        "last_name": "None",
        "paraf": "In december 1828 verleende hij zijn steun aan het voorstel van Charles de Brouckère over de persvrijheid. Op 5 maart 1829 vestigde hij de bijzondere aandacht van Willem I op de talrijke petities die in de Zuidelijke Provincies circuleerden en de vrijheden eisten die in de Grondwet waren beloofd. Op 14 mei 1829 stemde hij opnieuw tegen de begroting.\n"
    },
    {
        "first_name": "Alexander",
        "last_name": "De Croo",
        "paraf": "Naar aanleiding van een speciale reeks over de Belgische monarchie in de kranten De Standaard en La Libre Belgique eind maart 2010 hield Alexander De Croo een pleidooi voor een protocollair koningschap naar Zweeds model. Omdat wegens de obstructie van het FDF (toenmalig kartelpartner van de liberale zuster- en regeringspartij MR), enkele grondige sociaal-economische en institutionele hervormingen en in het bijzonder de splitsing van de ongrondwettelijk verklaarde kieskring Brussel-Halle-Vilvoorde niet binnen de door de Open Vld gestelde deadlines kon worden gerealiseerd, kondigde voorzitter De Croo, geflankeerd en geruggensteund door zijn ondervoorzitters Ceyssens en Van Quickenborne, op 22 april 2010 het vertrek van zijn partij uit de regering-Leterme II aan. Enkele uren later bood premier Yves Leterme het ontslag van zijn regering aan koning Albert II van België aan. De koning aanvaardde, na vier dagen beraad, het ontslag van de regering op 26 april. De keuze van De Croo voor een radicaler en consequenter partijbeleid en herbronning in de federale oppositie leidde tot een weliswaar 'gecontroleerde' (ingecalculeerde), maar toch zwaarder dan verwachte nederlaag bij de federale verkiezingen van 13 juni 2010.\n"
    },
    {
        "first_name": "Henri",
        "last_name": "de Brouckère",
        "paraf": "Pas 29 werd De Brouckère door de kiezers van het arrondissement Roermond naar het Nationaal Congres afgevaardigd. Hij werd er niet alleen secretaris, wat hem heel wat administratief werk bezorgde, maar hij behoorde ook, met zijn 63 tussenkomsten in openbare zitting, bij de meest actieve leden tijdens de openbare zittingen. Hij deed bij herhaling zeer uitgebreide uiteenzettingen, vooral als het ging over het afstand doen van grondgebied.\n"
    },
    {
        "first_name": "Albert",
        "last_name": "None",
        "paraf": "In 1832 vormde Goblet een regering waarin hij de portefeuille van Buitenlandse Zaken beheerde. In die functie moest hij het parlement de toestemming vragen dat Franse troepen de vesting Antwerpen op de Nederlanders veroverden, zonder dat het Belgische leger tussenkwam (de mogendheden hadden dat verboden). Zijn grootste succes was dat hij op 21 mei 1833 een overeenkomst met Nederland kon sluiten waardoor de bestaande wapenstilstand voor onbeperkte duur werd verlengd. Daarmee kwam een definitief einde aan de vijandelijkheden rond de Belgische onafhankelijkheid, al kwam er pas in 1839 een vredesverdrag.\n"
    },
    {
        "first_name": "Sylvain",
        "last_name": "Weyer",
        "paraf": "Van 30 juli 1845 tot 31 maart 1846 was Van de Weyer eerste minister en minister van Binnenlandse Zaken. In deze functie stimuleerde hij de Vlaamse taal- en letterkunde. In deze periode verving Charles Drouet hem op zijn post in Londen.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Burlet",
        "paraf": "Van 1884 tot 1888 en van 1892 tot 1894 was hij  volksvertegenwoordiger voor het arrondissement Nijvel voor de Katholieke Partij. Van 1894 tot 1896 was hij provinciaal senator. In 1896-1897 was hij buitengewoon gezant en gevolmachtigd minister in Portugal. In 1896 werd hij benoemd tot minister van Staat. \n"
    },
    {
        "first_name": "Paul-Émile",
        "last_name": "None",
        "paraf": "Hij doorliep een aanzienlijke loopbaan als lid van de Belgische regering. In februari tot september 1920 was hij minister van Landsverdediging, waarbij een militair akkoord met Frankrijk ondertekende. Daarna was hij van november 1927 tot juni 1931 en van oktober 1932 tot november 1934 minister van Justitie. In deze functie kantte hij zich in 1928 tegen volledige amnestie voor activisten en legde hij in maart 1930 in de Kamer het wetsontwerp neer voor de regeling van het taalgebruik in gerechtszaken. Van november 1937 tot mei 1938 leidde hij als eerste minister een regering van liberalen, katholieken en socialisten. Tijdens zijn premierschap werden twee cultuurraden en de Koninklijke Vlaamse Academie voor Wetenschappen, Letteren en Schone Kunsten van België opgericht. Ook beloofde hij een taalwet voor het leger, die pas onder zijn opvolger en neef Paul-Henri Spaak goedgekeurd werd. Na zijn premierschap was hij van januari tot februari 1939 minister van Buitenlandse Zaken, van april tot september 1939 en van januari tot augustus 1940 minister van Justitie en van september 1939 tot januari 1940 minister Zonder Portefeuille. In 1931 werd hij benoemd tot minister van Staat.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Malou",
        "paraf": "Malou zetelde nog niet zo lang in de Kamer wanneer hij in juli 1845 als minister van Financiën toetrad tot de regering-Van de Weyer. Hij behield dezelfde portefeuille in de unionistisch-katholieke regering-De Theux de Meylandt II (maart 1846 - augustus 1847). Hij had trouwens dermate veel aan invloed gewonnen dat men deze regering meestal als de regering de Theux-Malou vernoemde. Men had het zelfs over de regering van de Zes Malous, zodanig was men overtuigd dat de andere ministers maar slaafse volgelingen van Malou waren. Hij zorgde voor de oprichting van het Rekenhof en bracht de Wet op de comptabiliteit van de Staat tot stand. De regering viel na de liberale overwinning van 1847 en Malou kwam op de oppositiebanken terecht.\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Broqueville",
        "paraf": "Van 1910 tot 1912 was hij minister van Spoorwegen, Post en Telegraaf en van juni 1911 tot mei 1918 was hij regeringsleider. Van november 1912 tot augustus 1917 was hij bovendien minister van Oorlog, van augustus 1917 tot januari 1918 minister van Buitenlandse Zaken en van januari tot mei 1918 minister van Nationaal Herstel. Het was onder zijn impuls dat de wet op de persoonlijke dienstplicht in 1913 door het parlement werd goedgekeurd.\n"
    },
    {
        "first_name": "Joseph",
        "last_name": "Pholien",
        "paraf": "In de regering-Van Houtte van zijn opvolger, was hij in 1952 nog enkele maanden minister van Justitie, tot hij onder druk van de publieke opinie moest aftreden naar aanleiding van de zaak rond de oorlogsmisdadiger Richard De Bodt.\n"
    },
    {
        "first_name": "Jean",
        "last_name": "Van Houtte",
        "paraf": "Bovendien werd hij ook politiek actief voor de CVP en zetelde van 1949 tot 1968 voor deze partij als gecoöpteerd senator in de Belgische Senaat. Van 1949 tot 1950 was hij de voorzitter van de financiële commissie binnen het studiecentrum van de CVP.\n"
    },
    {
        "first_name": "Walthère",
        "last_name": "Frère",
        "paraf": "Van november 1857 tot juni 1870 was Frère-Orban opnieuw minister van Financiën. Hij voerde in deze functie een politiek van vrijhandel en economische expansie, waarbij hij geen oog had voor sociale maatregelen. In 1860 schafte Frère-Orban het octrooirecht definitief af. Voortaan moesten burgers geen tol meer betalen bij het betreden van de stad en aldus werden de meeste stadsvesten en stadspoorten neergehaald. De beslissing van Frère-Orban is van groot belang geweest voor de ruimtelijke structuur van veel Belgische steden die bevrijd waren van de nauwe stadsomwallingen en voortaan vrij konden expanderen. Ook schafte hij de exporttaksen af en richtte hij nieuwe banken op, zoals het Gemeentekrediet van België en de Algemene Spaar- en Lijfrentekas.\n"
    },
    {
        "first_name": "Gérard",
        "last_name": "Cooreman",
        "paraf": "Op 13 november 1918, twee dagen na de wapenstilstand, bood Cooreman het ontslag van zijn regering aan en in de daaropvolgende dagen kwam in Loppem de regering-Delacroix tot stand. Sommigen verweten Cooreman dat hij zijn ontslag te vlug zou hebben gegeven en zo koning Albert vrij spel zou hebben gelaten om zijn wil door te drijven. Op 18 juli 1919 werd hij belast met het voorzitterschap, in co-voorzitterschap met Paul van Iseghem, voorzitter van het Hof van Cassatie, van een onderzoekscommissie om de schendingen van de mensenrechten en het oorlogsrecht door het Duitse leger tijdens de Eerste Wereldoorlog te onderzoeken.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Vandenpeereboom",
        "paraf": "Na zijn vertrek uit de Kamer, werd hij in 1900 benoemd tot minister van Staat. Van 1904 tot aan zijn dood was hij senator voor West-Vlaanderen.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "None",
        "paraf": "Hij was achtereenvolgens minister van financiën (1894-1896 en 1896-1899), van Financiën en Openbare Werken (1899-1907) en werd eerste minister van 1896 tot 1907, met een onderbreking van enkele maanden in 1899. In 1899 werd hij benoemd tot minister van Staat en in 1900 verheven tot graaf. Zijn regeerperiode werd vooral herinnerd door het dynamisme dat hij aan de dag legde als minister van Openbare Werken.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Trooz",
        "paraf": "Er zijn verschillende straten en pleinen naar hem genoemd:\n"
    },
    {
        "first_name": "Jules",
        "last_name": "d'Anethan",
        "paraf": "Zijn ministeriële loopbaan verliep als volgt:\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Michel",
        "paraf": "Eind 2000 voerde PRL-partijvoorzitter Daniel Ducarme enkele ministeriële herschikkingen door. Jean-Marie Severin moest zijn functie van minister van Binnenlandse Aangelegenheden en Ambtenarenzaken in de Waalse Regering afstaan aan Charles Michel, die op 24-jarige leeftijd de jongste Belgische minister ooit werd. Hierdoor werd hij in de Kamer vervangen door Serge Van Overtveldt. Als Waals minister moderniseerde hij onder andere het ambtenarenapparaat en hervormde hij de provincies en de intercommunales.\n"
    },
    {
        "first_name": "Sophie",
        "last_name": "Wilmès",
        "paraf": "Op 26 oktober 2019 werd besloten dat ze de opvolgster zou worden van Charles Michel als eerste minister van de federale regering in lopende zaken. Michel was eerder per 1 december dat jaar benoemd tot voorzitter van de Europese Raad en zou afstand doen van zijn premierschap. Daags nadien werd zij benoemd door koning Filip. Hiermee werd ze de eerste vrouwelijke premier van België. Nadat Didier Reynders op 30 november 2019 de regering verlaten had, kreeg ze eveneens de bevoegdheden Beliris en de Federale Culturele Instellingen.\n"
    },
    {
        "first_name": "Vladimir",
        "last_name": "Putin",
        "paraf": "24 февраля 2022 года началось полномасштабное вторжение России на Украину, что вызвало международное осуждение. Ряд государств ввёл дополнительные всеобъемлющие санкции против России и лично против Путина. Осенью 2022 года Россия начала мобилизацию и аннексировала оккупированные ею территории Украины. 17 марта 2023 года Международным уголовным судом в Гааге был выдан ордер на арест Владимира Путина по подозрению в незаконной депортации украинских детей в ходе вторжения на Украину.\n"
    },
    {
        "first_name": "Dmitry",
        "last_name": "Medvedev",
        "paraf": "Дмитрий Медведев, который считался более либеральным, чем Владимир Путин, ставил в качестве своей главной задачи на посту президента широкомасштабную программу модернизации, направленную на обновление российской экономики и общества, ослабление зависимости страны от нефти и газа, преодоление последствий мирового экономического кризиса. Он являлся инициатором реформы правоохранительных органов, а также начал кампанию по борьбе с коррупцией в России. При поддержке правительства РФ в ряде регионов были созданы территории опережающего развития (ТОСЭР) с целью развития субъектов и привлечения инвестиций. Во время пребывания Медведева у власти с США был подписан новый договор СНВ-III, в то же время успешно велась война с Грузией. Он также начал антикоррупционную кампанию, несмотря на то, что впоследствии сам был обвинён в коррупции.\n"
    },
    {
        "first_name": "Boris",
        "last_name": "Yeltsin",
        "paraf": "…Семья Ельциных, как написано в характеристике, которую прислал чекистам в Казань наш сельсовет, арендовала землю в количестве пяти гектаров. «До революции хозяйство отца его было кулацкое, имел водяную мельницу и ветряную, имел молотильную машину, имел постоянных батраков, посева имел до 12 га, имел жатку-самовязку, имел лошадей до пяти штук, коров до четырёх штук…» Имел, имел, имел… Тем и был виноват — много работал, много брал на себя. А советская власть любила скромных, незаметных, невысовывающихся. Сильных, умных, ярких людей она не любила и не щадила.\n"
    }
]