[
    {
        "first_name": "François",
        "last_name": "Hollande",
        "paraf": "Pour les articles homonymes, voir Hollande.\n"
    },
    {
        "first_name": "Nicolas",
        "last_name": "Sarkozy",
        "paraf": "« Sarkozy » redirige ici. Pour les autres significations, voir Sarkozy (homonymie), Nagy et Bocșa.\n"
    },
    {
        "first_name": "François",
        "last_name": "Mitterrand",
        "paraf": "Pour les autres membres de la famille, voir Famille Mitterrand.\n"
    },
    {
        "first_name": "Charles",
        "last_name": "de Gaulle",
        "paraf": "Pour les articles homonymes, voir Charles de Gaulle (homonymie) et Gaulle.\n"
    },
    {
        "first_name": "Jacques",
        "last_name": "Chirac",
        "paraf": "Pour les articles homonymes, voir Chirac.\n"
    },
    {
        "first_name": "Valéry",
        "last_name": "Giscard d'Estaing",
        "paraf": "« Giscard d'Estaing » redirige ici. Pour les autres membres de la famille, voir Famille Giscard d'Estaing.\n"
    },
    {
        "first_name": "Georges",
        "last_name": "Pompidou",
        "paraf": "Georges Pompidou (Écouter), né le 5 juillet 1911 à Montboudif (Cantal) et mort le 2 avril 1974 à Paris, est un haut fonctionnaire et homme d'État français. Il est Premier ministre du 14 avril 1962 au 10 juillet 1968 et président de la République du 20 juin 1969 à sa mort.\n"
    },
    {
        "first_name": "Adolphe",
        "last_name": "Thiers",
        "paraf": "Adolphe Thiers, né le 15 avril 1797 (26 germinal an V) à Marseille et mort le 3 septembre 1877 à Saint-Germain-en-Laye, est un avocat, journaliste, historien et homme d'État français.\n"
    },
    {
        "first_name": "Napoléon",
        "last_name": "Bonaparte",
        "paraf": "Vous lisez un « article de qualité » labellisé en 2011.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "Doumer",
        "paraf": "Joseph Athanase Doumer, dit Paul Doumer, né le 22 mars 1857 à Aurillac (Cantal) et  assassiné le 7 mai 1932 à Paris, est un homme d'État français. Il est président de la République du 13 juin 1931 à sa mort.\n"
    },
    {
        "first_name": "Alain",
        "last_name": "Poher",
        "paraf": "Alain Poher, né le 17 avril 1909 à Ablon-sur-Seine (Seine-et-Oise) et mort le 9 décembre 1996 à Paris 16e[1], est un homme d'État français.\n"
    },
    {
        "first_name": "Albert",
        "last_name": "Lebrun",
        "paraf": "Fils d’un agriculteur lorrain, il naît en territoire occupé par l’Empire allemand à la suite de la défaite française de 1870. Après une scolarité au lycée national de Nancy, il sort major de promotion de l'École polytechnique et de l'École nationale supérieure des mines de Paris, puis exerce pendant cinq ans la profession d’ingénieur des mines à Vesoul et Nancy.\n"
    },
    {
        "first_name": "René",
        "last_name": "Coty",
        "paraf": "Membre de l’Alliance démocratique puis du CNIP, il est alternativement député et sénateur de la Seine-Inférieure entre 1923 et 1953. Il est ministre de la Reconstruction et de l'Urbanisme de 1947 à 1948, dans les gouvernements de Robert Schuman et d’André Marie. Devenu vice-président du Conseil de la République (ex-Sénat), il remporte l’élection présidentielle de 1953 au treizième tour de scrutin avec le soutien de la droite et du centre.\n"
    },
    {
        "first_name": "Vincent",
        "last_name": "Auriol",
        "paraf": "Membre de la Section française de l'Internationale ouvrière (SFIO), il est ministre des Finances de 1936 à 1937, dans le gouvernement du Front populaire dirigé par Léon Blum, puis garde des Sceaux de 1937 à 1938, dans les troisième et quatrième cabinets de Camille Chautemps. Il est aussi brièvement ministre chargé de la Coordination des services à la présidence du Conseil dans le deuxième cabinet Blum, en 1938.\n"
    },
    {
        "first_name": "Patrice",
        "last_name": "de Mac Mahon",
        "paraf": "Patrice de Mac Mahon[b], comte de Mac Mahon, 1er duc de Magenta, maréchal de France, né le 13 juin 1808 au château de Sully (Saône-et-Loire) et mort le 17 octobre 1893 à Montcresson (Loiret), est un militaire et homme d’État français, président de la République du 24 mai 1873 au 30 janvier 1879.\n"
    },
    {
        "first_name": "Émile",
        "last_name": "Loubet",
        "paraf": "En 1899, seul candidat en lice, il est élu président de la République après la mort soudaine de Félix Faure. Son mandat est notamment marqué par la fin de l'affaire Dreyfus, par l’affaire des fiches, et par le vote de la loi de séparation des Églises et de l'État à l'initiative d’Aristide Briand. À l'issue de son septennat, il se retire de la vie politique dans la Drôme.\n"
    },
    {
        "first_name": "Raymond",
        "last_name": "Poincaré",
        "paraf": "Raymond Nicolas Landry Poincaré naît dans une famille aisée de Bar-le-Duc, le 20 août 1860. Il est le fils de Nicolas Anthony Poincaré (1825-1911), polytechnicien (1845), ingénieur, puis inspecteur général des Ponts et Chaussées. En remontant sa généalogie paternelle aussi loin que le permettent les archives, on trouve au XVIIe siècle un Jean Poincaré natif de Landaville, près de Neufchâteau (Vosges)[1]. Sa mère, Nanine Marie Ficatier (1838-1913), apparentée au général baron Florentin Ficatier, est profondément croyante[2]. Raymond Poincaré passe son enfance dans la maison bourgeoise des grands-parents Ficatier, rue du docteur Nève, à Bar-le-Duc ; ces derniers avaient fait fortune à Neuilly-sur-Seine dans le commerce du bois[3].\n"
    },
    {
        "first_name": "Marie",
        "last_name": "Carnot",
        "paraf": "Engagé en politique à partir de 1871 comme républicain modéré, il est député de la Côte-d'Or, préfet de la Seine-Inférieure, sous-secrétaire d'État puis ministre des Travaux publics et ministre des Finances. Il est également vice-président de la Chambre des députés et président de la commission du Budget.\n"
    },
    {
        "first_name": "Alexandre",
        "last_name": "Millerand",
        "paraf": "Avocat et journaliste au quotidien La Justice de Georges Clemenceau, il s’engage d’abord au sein des radicaux. Il est élu conseiller municipal de Paris en 1884 et député de la Seine en 1885 ; constamment réélu, il siège pendant 35 ans à la Chambre des députés. Durant la crise boulangiste, il s'éloigne des radicaux, maintenant sa volonté de réviser les lois constitutionnelles de 1875 et ses revendications sociales.\n"
    },
    {
        "first_name": "Gaston",
        "last_name": "Doumergue",
        "paraf": "À l'issue de son mandat, refusant de concourir à sa succession, Doumergue se retire mais préside ensuite un gouvernement d'union nationale lors de la crise créée par les émeutes du 6 février 1934.\n"
    },
    {
        "first_name": "Félix",
        "last_name": "Faure",
        "paraf": "Désigné ministre de la Marine par Charles Dupuy en 1894, il est élu, quelques mois plus tard, président de la République grâce à l'appui des monarchistes et des modérés ligués contre la candidature d'Henri Brisson, du centre-gauche. Sa présidence est d'emblée marquée par l'affaire Dreyfus, qui divise la France en deux camps résolument opposés.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Grévy",
        "paraf": "Militant républicain, il est commissaire du gouvernement dans le Jura après la révolution de 1848, avant d'être élu député de ce département à l'Assemblée nationale constituante (1848-1849) puis à l'Assemblée nationale législative (1849-1851), dont il devient vice-président.\n"
    },
    {
        "first_name": "Clément",
        "last_name": "Fallières",
        "paraf": "Devenu président du Sénat en 1899 après l'élection d'Émile Loubet à l'Élysée, il est élu chef de l’État en 1906, succédant à nouveau à celui-ci. À l’issue de son septennat, il ne sollicite pas un second mandat présidentiel et se retire des affaires publiques.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "Deschanel",
        "paraf": "Il naît pendant l’exil de son père, Émile Deschanel, écrivain et opposant à Napoléon III. En 1876, après une formation universitaire en lettres et en droit, il devient collaborateur du ministre Émile de Marcère et du président du Conseil Jules Simon. Entre 1877 et 1881, il est sous-préfet dans les arrondissements de Dreux, Brest, puis Meaux. Il écrit en parallèle dans plusieurs journaux.\n"
    },
    {
        "first_name": "Georges",
        "last_name": "Bidault",
        "paraf": "Après avoir combattu lors de la guerre de 1914-1918, il adhère au Parti démocrate populaire (PDP) et devient rédacteur en chef du quotidien catholique L'Aube.\n"
    },
    {
        "first_name": "Jean",
        "last_name": "Casimir-Perier",
        "paraf": "Jean Paul Pierre Casimir-Perier appartient à la grande bourgeoisie parisienne. Il est l'arrière-petit-fils de Claude Perier, écuyer, conseiller-secrétaire du roi en 1778, l'un des banquiers fondateurs de la Banque de France ; le petit-fils de Casimir Perier[a] (1777-1832), président du Conseil sous la monarchie de Juillet. Il est le fils d'Auguste Casimir-Perier (1811-1876), ministre de l'Intérieur dans le gouvernement d'Adolphe Thiers, et de Camille Fontenilliat (1823-1907), fille de Henry Fontenilliat et le neveu de Gaston d'Audiffret-Pasquier, président de l'Assemblée nationale puis du Sénat de 1875 à 1879. \n"
    },
    {
        "first_name": "Charles",
        "last_name": "Dupuy",
        "paraf": "Charles Alexandre Dupuy devient enseignant. Il est nommé professeur au lycée de Saint-Étienne, remplaçant Auguste Burdeau[3].\n"
    },
    {
        "first_name": "Louis",
        "last_name": "Cavaignac",
        "paraf": "Commandant des zouaves (1840-1845), gouverneur d'Algérie (1848) puis président du Conseil des ministres chargé du pouvoir exécutif durant l'année 1848, il est candidat à l'élection présidentielle de 1848 ; il est battu par Louis-Napoléon Bonaparte.\n"
    },
    {
        "first_name": "Louis",
        "last_name": "None",
        "paraf": "« En terminant, je dirai à l'armée française : Nous nous sommes endormis dans la satisfaction de nous-mêmes ; nous nous sommes détournés du travail, négligeant les efforts, les recherches, les comparaisons qui créent le progrès. Mettons-nous résolument à l'œuvre. »\n"
    },
    {
        "first_name": "Frédéric",
        "last_name": "None",
        "paraf": "Il est mobilisé de 2 août 1914 au 15 janvier 1919 en tant que commandant d'un bataillon de chasseurs à pied. Appelé au Quartier Général des Armées, il est chargé par le général Joffre de l'étude des questions économiques relatives à la guerre : il publie de nombreuses études et rapports dont plusieurs ont décidé les Alliés à adopter des mesures concertées.\nIl est affecté en 1917 au groupe d'armées de l'Est (Vosges).\nSpécialiste des questions financières, il est attaché au cabinet de Georges Clemenceau, président du Conseil : il est chargé des questions économiques (1917-1918) puis expert financier près la délégation française à la conférence de la paix (1919) pour la négociation des traités de paix. Sa croix de chevalier de la Légion d'honneur, obtenue en décembre 1912, est militarisée, puis il est promu officier en 1918. Il obtient aussi la croix de guerre.\n"
    },
    {
        "first_name": "Emmanuel",
        "last_name": "Macron",
        "paraf": "Sorti de l'École nationale d'administration en 2004, il devient inspecteur des finances. En 2007, il est nommé rapporteur adjoint de la commission pour la libération de la croissance française (« commission Attali »). L'année suivante, il rejoint la banque d'affaires Rothschild & Cie, dont il devient associé-gérant en 2010.\n"
    },
    {
        "first_name": "George",
        "last_name": "Washington",
        "paraf": "Washington's image is an icon of American culture. He has been memorialized by monuments, a federal holiday, various media depictions, geographical locations including the national capital, the State of Washington, stamps, and currency. In 1976, Washington was posthumously promoted to the rank of general of the Armies, the highest rank in the U.S. Army. Washington consistently ranks in both popular and scholarly polls as one of the greatest presidents in American history.\n"
    },
    {
        "first_name": "Barack",
        "last_name": "Obama",
        "paraf": "After winning re-election by defeating Republican opponent Mitt Romney, Obama was sworn in for a second term on January 20, 2013. In his second term, Obama took steps to combat climate change, signing a major international climate agreement and an executive order to limit carbon emissions. Obama also presided over the implementation of the Affordable Care Act and other legislation passed in his first term. He negotiated a nuclear agreement with Iran and normalized relations with Cuba. The number of American soldiers in Afghanistan fell dramatically during Obama's second term, though U.S. soldiers remained in the country throughout Obama's presidency. Obama promoted inclusion for LGBT Americans, and during his presidency the Supreme Court struck down same-sex marriage bans as unconstitutional in Obergefell v. Hodges.\n"
    },
    {
        "first_name": "Abraham",
        "last_name": "Lincoln",
        "paraf": "Lincoln managed his own successful re-election campaign. He sought to heal the war-torn nation through reconciliation. On April 14, 1865, just five days after the Confederate surrender at Appomattox, he was attending a play at Ford's Theatre in Washington, D.C., with his wife, Mary, when he was fatally shot by Confederate sympathizer John Wilkes Booth. Lincoln is remembered as a martyr and a national hero for his wartime leadership and for his efforts to preserve the Union and abolish slavery. Lincoln is often ranked in both popular and scholarly polls as the greatest president in American history.\n"
    },
    {
        "first_name": "George",
        "last_name": "Bush",
        "paraf": "During his second term, Bush reached multiple free trade agreements. He appointed John Roberts and Samuel Alito to the Supreme Court. He sought major changes to Social Security and immigration laws, but both efforts failed in Congress. Bush was widely criticized for his handling of Hurricane Katrina and the midterm dismissal of U.S. attorneys. Amid his unpopularity, the Democrats regained control of Congress in the 2006 elections. The Afghanistan and Iraq wars continued, and, in January 2007, Bush launched a surge of troops in Iraq. By December, the U.S. entered the Great Recession, prompting the Bush administration to obtain congressional approval for multiple economic programs intended to preserve the country's financial system, including the Troubled Asset Relief Program.\n"
    },
    {
        "first_name": "Bill",
        "last_name": "Clinton",
        "paraf": "Clinton's second term was dominated by the Clinton–Lewinsky scandal, which began in 1995, when he had a sexual relationship with the then 22-year-old White House intern Monica Lewinsky. In January 1998, news of the affair made tabloid headlines.[1] This scandal escalated throughout the year, culminating in December when Clinton was impeached by the House of Representatives. The two impeachment articles that the House passed were centered around his having used the powers of the presidency to obstruct the investigation and his lying under oath. In 1999, Clinton's impeachment trial began in the Senate, where he was acquitted on both charges.\n"
    },
    {
        "first_name": "Joe",
        "last_name": "Biden",
        "paraf": "Joseph Robinette Biden Jr. was born on November 20, 1942,[2] at St. Mary's Hospital in Scranton, Pennsylvania,[3] to Catherine Eugenia \"Jean\" Biden (née Finnegan; 1917–2010) and Joseph Robinette Biden Sr (1915–2002).[4][5] The oldest child in a Catholic family of largely Irish descent, he has a sister, Valerie (b. 1945), and two brothers, Francis (b. 1953) and James (b. 1949).[6]\n"
    },
    {
        "first_name": "Franklin",
        "last_name": "Roosevelt",
        "paraf": "With World War II looming after 1938 in addition to the Japanese invasion of China and the aggression of Nazi Germany, Roosevelt gave strong diplomatic and financial support to China, the United Kingdom, and the Soviet Union, while the U.S. remained officially neutral. Following the Japanese attack on Pearl Harbor on December 7, 1941, he obtained a declaration of war on Japan, Germany, and Italy. He worked closely with other national leaders in leading the Allies against the Axis powers. Roosevelt supervised the mobilization of the American economy to support the war effort and implemented a Europe first strategy. He also initiated the development of the first atomic bomb and worked with the other Allied leaders to lay the groundwork for the United Nations and other post-war institutions, even coining the term \"United Nations\".[2] Roosevelt won reelection in 1944 but died in 1945 after his physical health seriously and steadily declined during the war years. Since then, several of his actions have come under substantial criticism, including his ordering of the internment of Japanese Americans in concentration camps. Nonetheless, historical rankings consistently place him as one of the greatest American presidents.\n"
    },
    {
        "first_name": "Andrew",
        "last_name": "Johnson",
        "paraf": "Johnson returned to Tennessee after his presidency and gained some vindication when he was elected to the Senate in 1875, making him the only president to afterwards serve in the Senate. He died five months into his term. Johnson's strong opposition to federally guaranteed rights for black Americans is widely criticized. Historians have consistently ranked him one of the worst presidents in American history.\n"
    },
    {
        "first_name": "Gerald",
        "last_name": "Ford",
        "paraf": "Following his years as president, Ford remained active in the Republican Party, but his moderate views on various social issues increasingly put him at odds with conservative members of the party in the 1990s and early 2000s. He also set aside the enmity he had felt towards Carter following the 1976 election and the two former presidents developed a close friendship. After experiencing a series of health problems, he died in Rancho Mirage, California in 2006. Surveys of historians and political scientists have ranked Ford as a below-average president,[4][5][6] though retrospective public polls on his time in office were more positive.[7][8]\n"
    },
    {
        "first_name": "Richard",
        "last_name": "Nixon",
        "paraf": "In his second term, Nixon ordered an airlift to resupply Israeli losses in the Yom Kippur War, a conflict which led to the oil crisis at home. From 1973, ongoing revelations from the Nixon administration's involvement in Watergate eroded his support in Congress and the country. The scandal began with a break-in at the Democratic National Committee office, ordered by administration officials, and escalated despite cover-up efforts by the Nixon administration, of which he was aware. On August 9, 1974, facing almost certain impeachment and removal from office, Nixon resigned. Afterward, he was issued a controversial pardon by his successor, Gerald Ford. During nearly 20 years of retirement, Nixon wrote ten books and undertook many foreign trips, rehabilitating his image into that of an elder statesman and leading expert on foreign affairs. He suffered a debilitating stroke on April 18, 1994, and died four days later. Evaluations of his presidency have proven complex, with its successes contrasted against the circumstances of his departure.\n"
    },
    {
        "first_name": "Lyndon",
        "last_name": "Johnson",
        "paraf": "Johnson's Great Society was aimed at expanding civil rights, public broadcasting, access to health care, aid to education and the arts, urban and rural development, and public services. He sought to create better living conditions for low-income Americans by spearheading the war on poverty. As part of these efforts, Johnson signed the Social Security Amendments of 1965, which resulted in the creation of Medicare and Medicaid. Johnson made the Apollo program a national priority; enacted the Higher Education Act of 1965, which established federally insured student loans; and signed the Immigration and Nationality Act of 1965, which laid the groundwork for U.S. immigration policy today. Johnson's stance on civil rights put him at odds with other white, Southern Democrats. His civil rights legacy was shaped by the Civil Rights Act of 1964, the Voting Rights Act of 1965, and the Civil Rights Act of 1968. His foreign policy prioritized containment of communism, including in the ongoing Vietnam War. He launched a full-scale military intervention in Southeast Asia, dramatically increasing the number of American military personnel deployed; casualties soared among U.S. soldiers and Vietnam civilians. In 1968, the communist Tet Offensive inflamed the anti-war movement and public opinion turned against America's involvement in the war. In Europe, Johnson maintained the postwar policies of his predecessors, by continuing to promote and foster political integration and economic cooperation among Western European nations.[2]\n"
    },
    {
        "first_name": "John",
        "last_name": "Kennedy",
        "paraf": "On November 22, 1963, Kennedy was assassinated in Dallas. His vice president, Lyndon B. Johnson, assumed the presidency. Lee Harvey Oswald was arrested for the assassination, but he was shot and killed by Jack Ruby two days later. The FBI and the Warren Commission both concluded Oswald had acted alone, but conspiracy theories about the assassination persist. After Kennedy's death, Congress enacted many of his proposals, including the Civil Rights Act of 1964 and the Revenue Act of 1964. Kennedy ranks highly in polls of U.S. presidents with historians and the general public. His personal life has been the focus of considerable sustained interest following public revelations in the 1970s of his chronic health ailments and extramarital affairs. Kennedy is the most recent U.S. president to have died in office.\n"
    },
    {
        "first_name": "Dwight",
        "last_name": "Eisenhower",
        "paraf": "On the domestic front, Eisenhower governed as a moderate conservative who continued New Deal agencies and expanded Social Security. He covertly opposed Joseph McCarthy and contributed to the end of McCarthyism by openly invoking executive privilege. He signed the Civil Rights Act of 1957 and sent Army troops to enforce federal court orders which integrated schools in Little Rock, Arkansas. His administration undertook the development and construction of the Interstate Highway System, which remains the largest construction of roadways in American history. In 1957, following the Soviet launch of Sputnik, Eisenhower led the American response which included the creation of NASA and the establishment of a stronger, science-based education via the National Defense Education Act. The Soviet Union began to reinforce their own space program, escalating the Space Race. His two terms saw unprecedented economic prosperity except for a minor recession in 1958. In his farewell address, he expressed his concerns about the dangers of massive military spending, particularly deficit spending and government contracts to private military manufacturers, which he dubbed \"the military–industrial complex\". Historical evaluations of his presidency place him among the upper tier of American presidents.\n"
    },
    {
        "first_name": "Ronald",
        "last_name": "Reagan",
        "paraf": "Reagan left the presidency in 1989 with the American economy having seen a significant reduction of inflation, the unemployment rate having fallen, and the United States having entered its then-longest peacetime expansion. At the same time, the national debt had nearly tripled since 1981 as a result of his cuts in taxes and increased military spending, despite cuts to domestic discretionary spending. Reagan's policies also helped contribute to the end of the Cold War and the end of Soviet communism.[7] Alzheimer's disease hindered Reagan post-presidency, and his physical and mental capacities rapidly deteriorated, ultimately leading to his death in 2004. Historians and scholars have typically ranked him among the upper to middle tier of American presidents, and his post-presidential approval ratings by the general public are usually high.[8]\n"
    },
    {
        "first_name": "Harry",
        "last_name": "Truman",
        "paraf": "Truman presided over the onset of the Cold War in 1947. He oversaw the Berlin Airlift and Marshall Plan in 1948. With the involvement of the US in the Korean War of 1950–1953, South Korea repelled the invasion by North Korea. Domestically, the postwar economic challenges such as strikes and inflation created a mixed reaction over the effectiveness of his administration. In 1948, he proposed Congress pass comprehensive civil rights legislation. Congress refused, so Truman issued Executive Order 9980 and Executive Order 9981, which prohibited discrimination in federal agencies and desegregated the U.S. Armed Forces.\n"
    },
    {
        "first_name": "John",
        "last_name": "Adams",
        "paraf": "In his bid in 1800 for reelection to the presidency, opposition from Federalists and accusations of despotism from Jeffersonians led to Adams losing to his vice president and former friend Jefferson, and he retired to Massachusetts. He eventually resumed his friendship with Jefferson by initiating a continuing correspondence. He and Abigail generated the Adams political family, including their son John Quincy Adams, the sixth president. John Adams died on July 4, 1826 – the fiftieth anniversary of the adoption of the Declaration of Independence. Adams and his son are the only presidents of the first twelve who never owned slaves. Historians and scholars have favorably ranked his administration. \n"
    },
    {
        "first_name": "Thomas",
        "last_name": "Jefferson",
        "paraf": "Presidential scholars and historians generally praise Jefferson's public achievements, including his advocacy of religious freedom and tolerance, his peaceful acquisition of the Louisiana Territory from France, and his leadership in supporting the Lewis and Clark Expedition. Jefferson is consistently ranked among the top ten US presidents, though his relationship with slavery continues to be debated. Jefferson was a slave owner, but condemned the slave trade in his draft of the Declaration of Independence and signed the Act Prohibiting Importation of Slaves in 1807. Since the 1790s, he was rumored to have had children by his slave Sally Hemings; according to scholarly consensus, Jefferson probably fathered at least six children with Hemings.[7][8][9]  Jefferson's writings and advocacy for human rights, including freedom of thought, speech, and religion, served as substantial inspirations to the American Revolution and subsequent Revolutionary War in which the Thirteen Colonies succeeded in breaking from British America and establishing the United States as a free and sovereign nation.[10] Jefferson was a leading proponent of democracy, republicanism, and individual rights, and produced formative documents and decisions at the state, national, and international levels.\n"
    },
    {
        "first_name": "James",
        "last_name": "Madison",
        "paraf": "During the early 1790s, Madison opposed the economic program and the accompanying centralization of power favored by Secretary of the Treasury Hamilton. Alongside Thomas Jefferson, he organized the Democratic–Republican Party in opposition to Hamilton's Federalist Party. After Jefferson was elected president in 1800, Madison served as his Secretary of State from 1801 to 1809 and supported Jefferson in the case of Marbury v. Madison. While Madison was Secretary of State, Jefferson made the Louisiana Purchase, and later, as President, Madison oversaw related disputes in the Northwest Territories.\n"
    },
    {
        "first_name": "James",
        "last_name": "Monroe",
        "paraf": "During Monroe's tenure as president, the Federalist Party collapsed as a national political force and Monroe was re-elected, virtually unopposed, in 1820. As president, he signed the Missouri Compromise, which admitted Missouri as a slave state and banned slavery from territories north of the 36°30′ parallel. In foreign affairs, Monroe and Secretary of State John Quincy Adams favored a policy of conciliation with Britain and a policy of expansionism against the Spanish Empire. In the 1819 Adams–Onís Treaty with Spain, the United States secured Florida and established its western border with New Spain. In 1823, Monroe announced the United States' opposition to any European intervention in the recently independent countries of the Americas with the Monroe Doctrine, which became a landmark in American foreign policy. Monroe was a member of the American Colonization Society which supported the colonization of Africa by freed slaves, and Liberia's capital of Monrovia is named in his honor.\n"
    },
    {
        "first_name": "John",
        "last_name": "Adams",
        "paraf": "Adams, Andrew Jackson, William H. Crawford, and Henry Clay—all members of the Democratic-Republican Party—competed in the 1824 presidential election. Because no candidate won a majority of electoral votes, the House of Representatives held a contingent election, which Adams won with the support of Speaker of the House Henry Clay, whom Adams would controversially appoint as his secretary of state. As president, Adams called for an ambitious agenda that included federally funded infrastructure projects, the establishment of a national university, and engagement with the countries of Latin America, but Congress refused to pass many of his initiatives. During Adams's presidency, the Democratic-Republican Party split into two major camps: the National Republican Party, which supported Adams, and Andrew Jackson's Democratic Party. The Democrats proved to be more effective political organizers than Adams and his National Republican supporters, and Jackson soundly defeated Adams in the 1828 presidential election, making Adams the second president to fail to win re-election (his father being the first).\n"
    },
    {
        "first_name": "Andrew",
        "last_name": "Jackson",
        "paraf": "After leaving office, Jackson supported the presidencies of Martin Van Buren and James K. Polk, as well as the annexation of Texas. Jackson's legacy remains controversial, and opinions are frequently polarized. Supporters characterize him as a defender of democracy and the Constitution, while critics point to his reputation as a demagogue who ignored the law when it suited him. Jackson's presidency has consistently been ranked as above average, although his reputation has declined since the late 20th century.\n"
    },
    {
        "first_name": "Martin",
        "last_name": "Van Buren",
        "paraf": "Van Buren was initially the leading candidate for the Democratic Party's nomination again in 1844, but his continued opposition to the annexation of Texas angered Southern Democrats, leading to the nomination of James K. Polk. Growing opposed to slavery, Van Buren was the newly formed Free Soil Party's presidential nominee in 1848, and his candidacy helped Whig nominee Zachary Taylor defeat Democrat Lewis Cass. Worried about sectional tensions, Van Buren returned to the Democratic Party after 1848 but was disappointed with the pro-southern presidencies of Franklin Pierce and James Buchanan. During the American Civil War, Van Buren was a War Democrat who supported the policies of President Abraham Lincoln, a Republican. He died of asthma at his home in Kinderhook in 1862, aged 79.\n"
    },
    {
        "first_name": "William",
        "last_name": "Harrison",
        "paraf": "Harrison's political career began in 1798, with an appointment as secretary of the Northwest Territory. In 1799, he was elected as the territory's non-voting delegate in the United States House of Representatives. He became governor of the newly established Indiana Territory in 1801 and negotiated multiple treaties with American Indian tribes, with the nation acquiring millions of acres. After the War of 1812, he moved to Ohio where, in 1816, he was elected to represent the state's 1st district in the House of Representatives. In 1824, he was elected to the United States Senate, though his Senate term was cut short by his appointment as Minister Plenipotentiary to Gran Colombia in 1828.\n"
    },
    {
        "first_name": "John",
        "last_name": "Tyler",
        "paraf": "When the American Civil War began in 1861, Tyler at first supported the Peace Conference. When it failed, he sided with the Confederacy. He presided over the opening of the Virginia Secession Convention and served as a member of the Provisional Congress of the Confederate States. Tyler subsequently won election to the Confederate House of Representatives but died before it assembled.  Some scholars have praised Tyler's political resolve, but historians have generally given his presidency a low ranking. Tyler did make progress in combining the American and British navies to stop oceanic African slave trafficking under the Webster–Ashburton Treaty. That treaty also peacefully settled the border between Maine and Canada. Today, Tyler is seldom remembered in comparison to other presidents and maintains only a limited presence in American cultural memory.[1]\n"
    },
    {
        "first_name": "James",
        "last_name": "Polk",
        "paraf": "Though he is relatively obscure today, scholars have ranked Polk favorably for his ability to promote and achieve the major items on his presidential agenda. He has also been criticized for leading the country into a war with Mexico that exacerbated sectional divides. A property owner who used slave labor, he kept a plantation in Mississippi and increased his slave ownership during his presidency. Polk's policy of territorial expansion saw the nation reach the Pacific coast and almost all its contiguous borders. He made the U.S. a nation poised to become a world power, but with divisions between free and slave states gravely exacerbated, setting the stage for the Civil War.\n"
    },
    {
        "first_name": "Zachary",
        "last_name": "Taylor",
        "paraf": "The Whig Party convinced a reluctant Taylor to lead its ticket in the 1848 presidential election, despite his unclear political tenets and lack of interest in politics. At the 1848 Whig National Convention, Taylor defeated Winfield Scott and former senator Henry Clay for the party's nomination. He won the general election alongside New York politician Millard Fillmore, defeating Democratic Party nominees Lewis Cass and William Orlando Butler, as well as a third-party effort led by former president Martin Van Buren and Charles Francis Adams Sr. of the Free Soil Party. Taylor became the first president to be elected without having previously held political office. As president, he kept his distance from Congress and his Cabinet, even though partisan tensions threatened to divide the Union. Debate over the status of slavery in the Mexican Cession dominated the national political agenda and led to threats of secession from Southerners. Despite being a Southerner and a slaveholder himself, Taylor did not push for the expansion of slavery, and sought sectional harmony above all other concerns. To avoid the issue of slavery, he urged settlers in New Mexico and California to bypass the territorial stage and draft constitutions for statehood, setting the stage for the Compromise of 1850.\n"
    },
    {
        "first_name": "Millard",
        "last_name": "Fillmore",
        "paraf": "As the Whig Party broke up after Fillmore's presidency, he and many in its conservative wing joined the Know Nothings and formed the American Party. Despite his party's emphasis on anti-immigration and anti-Catholic policies, during his 1856 candidacy, he said little about immigration, focusing on the preservation of the Union, and won only Maryland. During the American Civil War, Fillmore denounced secession and agreed that the Union must be maintained by force if necessary, but was critical of Abraham Lincoln's war policies. After peace was restored, he supported President Andrew Johnson's Reconstruction policies. Fillmore remained involved in civic interests in retirement, including as chancellor of the University of Buffalo, which he had helped found in 1846. Historians consistently rank Fillmore among the worst presidents in American history, largely for his policies regarding slavery, as well as among the least memorable. His association with the Know Nothings and support of Johnson's reconstruction policies further tarnished his reputation and legacy.\n"
    },
    {
        "first_name": "Franklin",
        "last_name": "Pierce",
        "paraf": "Pierce was popular and outgoing, but his family life was difficult; his three children died young and his wife, Jane Pierce, suffered from illness and depression for much of her life.[1] Their last surviving son was killed in a train accident while the family was traveling, shortly before Pierce's inauguration. A heavy drinker for much of his life, Pierce died in 1869 of cirrhosis. As a result of his support of the South, as well as failing to hold the Union together in time of strife, historians and scholars generally rank Pierce as one of the worst[2] and least memorable U.S. presidents.\n"
    },
    {
        "first_name": "James",
        "last_name": "Buchanan",
        "paraf": "Buchanan's leadership during his lame duck period, before the American Civil War, has been widely criticized. He simultaneously angered the North by not stopping secession and the South by not yielding to their demands. He supported the ineffective Corwin Amendment in an effort to reconcile the country. He made an unsuccessful attempt to reinforce Fort Sumter, but otherwise refrained from preparing the military. In his personal life, Buchanan never married and was the only U.S. president to remain a lifelong bachelor, leading some historians and authors to question his sexual orientation. His failure to forestall the Civil War has been described as incompetence, and he spent his last years defending his reputation. Historians and scholars rank Buchanan as among the worst presidents in American history.\n"
    },
    {
        "first_name": "Donald",
        "last_name": "Trump",
        "paraf": "As president, Trump ordered a travel ban on citizens from several Muslim-majority countries, diverted military funding toward building a wall on the U.S.–Mexico border, and implemented a policy of family separations for migrants detained at the U.S. border. He weakened environmental protections, rolling back more than 100 environmental policies and regulations. He signed the Tax Cuts and Jobs Act of 2017, which cut taxes for individuals and businesses and rescinded the individual health insurance mandate penalty of the Affordable Care Act. He appointed Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett to the U.S. Supreme Court. He reacted slowly to the COVID-19 pandemic, ignored or contradicted many recommendations from health officials, used political pressure to interfere with testing efforts, and spread misinformation about unproven treatments. Trump initiated a trade war with China and withdrew the U.S. from the proposed Trans-Pacific Partnership trade agreement, the Paris Agreement on climate change, and the Iran nuclear deal. He met with North Korean leader Kim Jong Un three times but made no progress on denuclearization.\n"
    },
    {
        "first_name": "George",
        "last_name": "Bush",
        "paraf": "After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton. With the victory of his son, George W. Bush, in the 2000 presidential election, the two became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 primaries. Historians generally rank Bush as an above-average president.\n"
    },
    {
        "first_name": "Jimmy",
        "last_name": "Carter",
        "paraf": "After leaving the presidency, Carter established the Carter Center to promote and expand human rights, earning him a Nobel Peace Prize in 2002. He traveled extensively to conduct peace negotiations, monitor elections, and further the eradication of infectious diseases. Carter is a key figure in the nonprofit housing organization Habitat for Humanity and wrote numerous books, ranging from political memoirs to poetry, while continuing to comment on global affairs, including two books on the Israeli–Palestinian conflict, in which he criticizes Israel's treatment of Palestinians as apartheid. Polls of historians and political scientists generally rank Carter as a below-average president, although his post-presidential activities are viewed in an exceptionally favorable light. He has the longest post-presidency in U.S. history, at 43 years, 26 days.\n"
    },
    {
        "first_name": "Theodore",
        "last_name": "Roosevelt",
        "paraf": "Roosevelt assumed the presidency at age 42, and remains the youngest person to become president of the United States. As a leader of the progressive movement, he championed his \"Square Deal\" domestic policies, which called for fairness for all citizens, breaking of bad trusts, regulation of railroads, and pure food and drugs. Roosevelt prioritized conservation and established national parks, forests, and monuments to preserve the nation's natural resources. In foreign policy, he focused on Central America, where he began construction of the Panama Canal. Roosevelt expanded the Navy and sent the Great White Fleet on a world tour to project American naval power. His successful efforts to broker the end of the Russo-Japanese War won him the 1906 Nobel Peace Prize, making him the first American to ever win a Nobel Prize. Roosevelt was elected to a full term in 1904 and promoted policies more to the left, despite growing opposition from Republican leaders. During his presidency, he groomed his close ally William Howard Taft to succeed him in the 1908 presidential election.\n"
    },
    {
        "first_name": "Woodrow",
        "last_name": "Wilson",
        "paraf": "Wilson served as governor of New Jersey from 1911 to 1913, during which he broke with party bosses and won the passage of several progressive reforms. To win the 1912 presidential nomination he mobilized progressives and Southerners to his cause at the 1912 Democratic National Convention. Wilson defeated incumbent Republican William Howard Taft and third-party nominee Theodore Roosevelt to easily win the 1912 United States presidential election, becoming the first Southerner to do so since 1848. During his first year as president, Wilson authorized the widespread imposition of segregation inside the federal bureaucracy. He ousted many African Americans from federal posts and his opposition to women's suffrage drew protests. His first term was largely devoted to pursuing passage of his progressive New Freedom domestic agenda. His first major priority was the Revenue Act of 1913, which lowered tariffs and began the modern income tax. Wilson also negotiated the passage of the Federal Reserve Act, which created the Federal Reserve System. Two major laws, the Federal Trade Commission Act and the Clayton Antitrust Act, were enacted to promote business competition and combat extreme corporate power.\n"
    },
    {
        "first_name": "James",
        "last_name": "Garfield",
        "paraf": "Garfield was a member of the intraparty \"Half-Breed\" faction who used the powers of the presidency to defy the powerful \"Stalwart\" Senator Roscoe Conkling from New York. He did this by appointing Blaine faction leader William H. Robertson to the lucrative post of Collector of the Port of New York. The ensuing political battle resulted in Robertson's confirmation and the resignations of Conkling and Thomas C. Platt from the Senate.\n"
    },
    {
        "first_name": "Ulysses",
        "last_name": "Grant",
        "paraf": "As president, Grant stabilized the post-war national economy, supported congressional Reconstruction and the ratification of the Fifteenth Amendment, and prosecuted the Ku Klux Klan. Under Grant, the Union was completely restored. He appointed African Americans and Jewish Americans to prominent federal offices. In 1871, he created the first Civil Service Commission, advancing the civil service more than any prior president. The Liberal Republicans and Democrats united behind Grant's opponent in the 1872 presidential election, but Grant was handily reelected. Grant was inundated by executive scandals, during his second term. His response to the Panic of 1873 was ineffective in halting the Long Depression, which contributed to the Democrats winning the House majority in 1874. Grant's Native American policy was to assimilate Indians into Anglo-American culture. In Grant's foreign policy: the Alabama Claims against Great Britain were peacefully resolved, but the Senate rejected Grant's annexation of Santo Domingo. In the heavily disputed 1876 presidential election, Grant facilitated the approval by Congress of a peaceful compromise. Leaving office in 1877, Grant undertook a world tour, meeting prominent figures and becoming the first president to circumnavigate the world. In 1880, he was unsuccessful in obtaining the Republican presidential nomination for a third term. In the final year of his life, facing severe financial reversals and dying of throat cancer, Grant wrote his memoirs, covering his life through the civil war, which were posthumously published and became a major critical and financial success. \n"
    },
    {
        "first_name": "William",
        "last_name": "McKinley",
        "paraf": "McKinley defeated Bryan again in the 1900 presidential election in a campaign focused on imperialism, protectionism, and free silver. His second term ended early when he was shot on September 6, 1901, by Leon Czolgosz, an anarchist. McKinley died eight days later and was succeeded by Vice President Theodore Roosevelt. As an innovator of American interventionism and pro-business sentiment, McKinley is generally ranked as an above-average president, although his take-over of the Philippines is often criticized as an act of imperialism. His popularity was soon overshadowed by Roosevelt's.\n"
    },
    {
        "first_name": "Stephen",
        "last_name": "Cleveland",
        "paraf": "Even so, his reputation for probity and good character survived the troubles of his second term. Biographer Allan Nevins wrote, \"[I]n Grover Cleveland, the greatness lies in typical rather than unusual qualities. He had no endowments that thousands of men do not have. He possessed honesty, courage, firmness, independence, and common sense. But he possessed them to a degree other men do not.\"[11] By the end of his second term, he was severely unpopular, even among Democrats.[12] After leaving the White House, Cleveland lived in retirement at his estate, Westland Mansion, and served as a trustee of Princeton University. He continued to voice his political views, but fell seriously ill during the autumn of 1907. He died in 1908, aged 71. Today, Cleveland is praised for honesty, integrity, adherence to his morals, defying party boundaries, and effective leadership and is typically ranked in the middle to upper tier of U.S. presidents.\n"
    },
    {
        "first_name": "Herbert",
        "last_name": "Hoover",
        "paraf": "In the midst of the Great Depression, Hoover was decisively defeated by Democratic nominee Franklin D. Roosevelt in the 1932 presidential election. Hoover's retirement was over 31 years long, one of the longest presidential retirements. He authored numerous works and became increasingly conservative in retirement. He strongly criticized Roosevelt's foreign policy and the New Deal. In the 1940s and 1950s, public opinion of Hoover improved largely due to his service in various assignments for presidents Harry S. Truman and Dwight D. Eisenhower, including chairing the influential Hoover Commission. Critical assessments of his presidency by historians and political scientists generally rank him as a significantly below-average president, although Hoover has received praise for his actions as a humanitarian and public official.[1][2][3]\n"
    },
    {
        "first_name": "Warren",
        "last_name": "Harding",
        "paraf": "Harding died as one of the most popular presidents in history, but the subsequent exposure of scandals eroded his popular regard, as did revelations of extramarital affairs. Harding's interior secretary, Albert B. Fall, and his attorney general, Harry Daugherty, were each later tried for corruption in office. Fall was convicted though Daugherty was not. These trials greatly damaged Harding's posthumous reputation. In historical rankings of the U.S. presidents during the decades after his term in office, Harding was often rated among the worst. However, in recent decades, many historians have begun to fundamentally reassess the conventional views of Harding's historical record in office.\n"
    },
    {
        "first_name": "Chester",
        "last_name": "Arthur",
        "paraf": "Suffering from poor health, Arthur made only a limited effort to secure the Republican Party's nomination in 1884, and he retired at the end of his term. Arthur's failing health and political temperament combined to make his administration less active than a modern presidency, yet he earned praise among contemporaries for his solid performance in office. Journalist Alexander McClure wrote, \"No man ever entered the Presidency so profoundly and widely distrusted as Chester Alan Arthur, and no one ever retired ... more generally respected, alike by political friend and foe.\"[4] \nThe New York World summed up Arthur's presidency at his death in 1886: \"No duty was neglected in his administration, and no adventurous project alarmed the nation.\"[5] Mark Twain wrote of him, \"It would be hard indeed to better President Arthur's administration.\"[6] Evaluations by modern historians generally rank Arthur as a mediocre or average president.[7][8] Arthur has also been described as one of the least memorable presidents.[9]\n"
    },
    {
        "first_name": "William",
        "last_name": "Taft",
        "paraf": "After leaving office, Taft returned to Yale as a professor, continuing his political activity and working against war through the League to Enforce Peace. In 1921, Harding appointed Taft chief justice, an office he had long sought. Chief Justice Taft was a conservative on business issues, and under him there were advances in individual rights. In poor health, he resigned in February 1930, and died the following month. He was buried at Arlington National Cemetery, the first president and first Supreme Court justice to be interred there. Taft is generally listed near the middle in historians' rankings of U.S. presidents.\n"
    },
    {
        "first_name": "Benjamin",
        "last_name": "Harrison",
        "paraf": "A Republican, Harrison was elected to the presidency in 1888, defeating the Democratic incumbent Grover Cleveland in the Electoral College despite losing the popular vote. Hallmarks of Harrison's administration were unprecedented economic legislation, including the McKinley Tariff, which imposed historic protective trade rates, and the Sherman Antitrust Act. Harrison also facilitated the creation of the national forest reserves through an amendment to the Land Revision Act of 1891. During his administration six western states were admitted to the Union. In addition, Harrison substantially strengthened and modernized the U.S. Navy and conducted an active foreign policy, but his proposals to secure federal education funding as well as voting rights enforcement for African Americans were unsuccessful.\n"
    },
    {
        "first_name": "Rutherford",
        "last_name": "Hayes",
        "paraf": "Hayes's administration was influenced by his belief in meritocratic government and equal treatment without regard to wealth, social standing, or race. One of the defining events of his presidency was the Great Railroad Strike of 1877, which he resolved by calling in the US Army against the railroad workers. It remains the deadliest conflict between workers and strikebreakers in American history. As president, Hayes implemented modest civil-service reforms that laid the groundwork for further reform in the 1880s and 1890s. The Bland–Allison Act of 1878, which put silver money into circulation and raised nominal prices, was vetoed by Hayes; however, Congress overrode his veto. His policy toward western Indians anticipated the assimilationist program of the Dawes Act of 1887. At the end of his term, Hayes kept his pledge not to run for reelection and retired to his home in Ohio. Historians and scholars generally rank Hayes as an average to below-average president.\n"
    },
    {
        "first_name": "John",
        "last_name": "Coolidge",
        "paraf": "Scholars have ranked Coolidge in the lower half of U.S. presidents. He gains nearly universal praise for his stalwart support of racial equality during a period of heightened racial tension in the United States,[5] and is highly praised by advocates of smaller government and laissez-faire economics, while supporters of an active central government generally view him far less favorably. His critics argue that he failed to use the country's economic boom to help struggling farmers and workers in other flailing industries,[6] and there is still much debate among historians as to the extent to which Coolidge's economic policies contributed to the onset of the Great Depression.[7]\n"
    },
    {
        "first_name": "Vladimir",
        "last_name": "Putin",
        "paraf": "Во время первого президентского срока Владимира Путина российская экономика после реформ и пятикратного повышения цен на нефть и газ[11][12] росла в среднем на 7 % в год[13]. При нём Россия одержала победу во Второй чеченской войне. Будучи премьер-министром при президенте Дмитрии Медведеве, Путин руководил войной с Грузией и реформами армии и полиции. В 2014 году под управлением Путина произошли захват и не признанная большей частью международного сообщества аннексия Крыма, принадлежащего Украине[14][15], Россия также вмешалась в насильственный конфликт, переросший в войну в Донбассе. В 2015 году была предпринята военная операция России в Сирии.\n"
    },
    {
        "first_name": "Dmitry",
        "last_name": "Medvedev",
        "paraf": "10 декабря 2007 года руководители партий «Единая Россия», «Справедливая Россия», «Гражданская сила», «Аграрная партия России» предложили кандидатуру Дмитрия Медведева на президентские выборы 2008 года, в тот же день она была поддержана Владимиром Путиным[10][11][12]. 2 марта 2008 года Медведев был избран президентом России[13]. 7 мая 2008 года вступил в должность президента Российской Федерации, став самым молодым президентом в истории современной России (42 года и 7 месяцев).\n"
    },
    {
        "first_name": "Boris",
        "last_name": "Yeltsin",
        "paraf": "Родился 1 февраля 1931 года в селе Бутка Уральской области (ныне в Талицком районе Свердловской области) в семье раскулаченных крестьян, о чём пишет сам Ельцин в мемуарах. Право называться родиной Ельцина, однако, оспаривает соседнее село Басмановское[12]. Как пишет биограф первого президента Борис Минаев, Ельцины действительно жили в селе Басманово, «но „роддом“, то есть деревенская больница, находился именно в Бутке», и именно там и появился на свет Борис Ельцин[13]. Позже Ельцин вспоминал:\n"
    },
    {
        "first_name": "Mohammed",
        "last_name": "None",
        "paraf": "ومن بين السمات التي طبعت فترة حكم محمد السادس، هي طي صفحة الماضي وإنجاح تجربة العدالة الانتقالية، وتحقيق التنمية الشاملة على كل المستويات والأصعدة، وغدا المغرب في عهده يحتل مكانة متميزة على الصعيد الدولي والمغربي، إذ تمكن من إرساء مشروع مجتمعي ديمقراطي حداثي وتحقيق منجزات حقيقية في مختلف الميادين السياسية والاقتصادية والاجتماعية من أجل الوصول إلى مصاف الدول الديمقراطية والمتقدمة.\n"
    },
    {
        "first_name": "Hassan",
        "last_name": "None",
        "paraf": "تولى الملك الحسن الثاني حكم المغرب بعد وفاة والده عام 1961، وقاد البلاد بقبضة من حديد، وجه بلاده نحو المعسكر الرأسمالي في حين كانت معظم الجمهوريات العربية تُساند المعسكر الاشتراكي. كما يعدّ الحسن الثاني بانيًا للمغرب الحديث وباعث نهضته وموحدًا للبلاد ومحررًا للصحراء الغربية من قبضة الاستعمار الأسباني بالمسيرة الخضراء عام 1975. اتَّسعت في عهد الملك الحسن الثاني أعمال التعدين والصناعات الأخرى واستصلاح الأراضي الصحراوية وإنشاء السدود وتشييد المدارس، فضلًا عن سعيه لتوحيد القوى البشرية والثقافية إلى جانب الوحدة الترابية، كما تميَّز عهده ببدء نزاع الصحراء الغربية وحرب الرمال.\n"
    },
    {
        "first_name": "Mohammed",
        "last_name": "None",
        "paraf": "بعد أن أصبح سلطانا، قام بإحداث المعهد المولوي سنة 1942 داخل القصر الملكي واستكمل فيه تكوينه اللغوي، وكان يحرص على حضور كل المحاضرات إلى جانب وليّ عهده مولاي الحسن. كان المعهد المولوي تحت مراقبة جامعة بوردو، التي منحت شهادة الإجازة في القانون للحسن الثاني، كذلك منحت محمد الخامس سنة 1950، شهادة الدكتوراه الفخرية. وكانت تلك الشهادة الوحيدة التي حصل عليها.\n"
    },
    {
        "first_name": "Mohammed",
        "last_name": "None",
        "paraf": "هذه بذرة مقالة عن موضوع له علاقة  بسياسي من المغرب بحاجة للتوسيع. فضلًا شارك في تحريرها."
    },
    {
        "first_name": "Guy",
        "last_name": "Verhofstadt",
        "paraf": "Op 28 november 1985, op 32-jarige leeftijd, trad Verhofstadt toe tot de Regering-Martens VI als minister van Begroting en Wetenschappelijk Onderzoek. Deze regering viel op 19 oktober 1987. Verhofstadt was dus net geen twee jaar minister. In die korte periode had hij echter zijn stempel gedrukt op het beleid. Verhofstadt voer een strenge, neoliberale koers met een strak begrotingsbeleid. Held voor de een, werd hij aartsvijand voor de andere. In deze periode verwierf hij zijn bijnaam \"baby-Thatcher\". Leo Tindemans had het over \"een ijskoude boekhouder die in de ministerraad alleen maar vijanden heeft\", Étienne Davignon liet zich ontvallen: \"Verhofstadt zal pas content zijn als het land een woestijn wordt, omdat het netto te financieren saldo dan automatisch op nul komt.\" Verhofstadt ging in deze periode dan ook in tegen een aantal heilige huisjes van de Belgische politiek: hij zette de privatisering van de ASLK in en trachtte de macht van de ziekenfondsen te beknotten. Officieel was de regering-Martens VI gevallen over een communautaire kwestie, de zaak \"Happart\", later zou echter blijken dat de aversie voor Verhofstadt vanuit de syndicale hoek (Jef Houthuys, voorzitter van de invloedrijke christelijke vakbond ACV noemde Verhofstadt in een interview \"da joenk\") een even belangrijke rol gespeeld heeft. Van 21 oktober 1987 tot 9 mei 1988 was hij minister van Begroting en Wetenschappelijk Onderzoek in de overgangsregering Martens VII.\n"
    },
    {
        "first_name": "Yves",
        "last_name": "Leterme",
        "paraf": "Leterme werd vervolgens van 1987 tot 1989 auditeur bij het Rekenhof en bleef actief in de politiek als nationaal ondervoorzitter van de CVP-jongeren. Ten slotte werd hij in 1988 afdelingsvoorzitter van de Ieperse CVP, wat hij bleef tot in 1991. In februari 1989 werd hij adjunct-nationaal-secretaris in het nationaal CVP-secretariaat in de Tweekerkenstraat in Brussel. In december 1991 werd hij tot nationaal CVP-secretaris gekozen en bleef dit. tot in december 1992.\n"
    },
    {
        "first_name": "Herman",
        "last_name": "None",
        "paraf": "Van Rompuys ministeriële carrière kwam voorlopig ten einde na de zware verkiezingsnederlaag van zijn partij in juni 1999 (onder meer als gevolg van de zogenaamde dioxinecrisis), waarna de CD&V in de oppositie belandde. Sindsdien was hij lid van de federale Kamer van volksvertegenwoordigers, waar hij van 1995 tot 2009 (met een onderbreking door zijn ministerschap) zetelde. Daarvoor was hij van 1988 tot 1994 gecoöpteerd senator en van 1994 tot 1995 rechtstreeks gekozen senator voor het arrondissement Brussel in de Belgische Senaat. Van 1994 tot 1995 zetelde hij hierdoor automatisch ook in de Vlaamse Raad.\n"
    },
    {
        "first_name": "Léon",
        "last_name": "Delacroix",
        "paraf": "Na de verkiezingen van november 1919 werd hij katholiek volksvertegenwoordiger voor het arrondissement Namen, en stelt hij een nieuwe regering voor, waarin de socialisten sterker waren vertegenwoordigd. Zijn regering stond in het teken van de heropbouw van België na de oorlog. \nTijdens deze regering werd in 1919 het algemeen enkelvoudig stemrecht ingevoerd en werden een aantal sociale maatregelen genomen. Zo richtte ze het Nationaal Werk voor Kinderwelzijn (de voorloper van Kind en Gezin) en de Nationale Maatschappij voor Goedkope Woningen en Woonvertrekken (de nationale voorloper van de Vlaamse Maatschappij voor Sociaal Wonen) op.\nDaarnaast maakte hij op communautair vlak werk van de opkrikking van de officiële status van het Nederlands waarbij de Universiteit Gent in 1923 gedeeltelijk en in 1930 volledig Nederlandstalig.\n"
    },
    {
        "first_name": "Henry",
        "last_name": "Carton",
        "paraf": "Van 1911 tot 1918 was hij minister van Justitie. In deze functie was hij onder meer verantwoordelijk voor de wet op de kinderbescherming (1912) en de aanpassing inzake de taalwetgeving in rechtszaken (1913). Tijdens de Eerste Wereldoorlog, toen de Belgische regering in Le Havre resideerde, werd hij wegens zijn beleid inzake censuur, oorlogspropaganda en militaire rechtspraak en zijn francofiele relaties door de Vlaamsgezinden en de Vlaamse Beweging gewantrouwd. \n"
    },
    {
        "first_name": "Georges",
        "last_name": "Theunis",
        "paraf": "In 1932 was hij kort minister van Landsverdediging in de regering-De Broqueville II, waarna hij nogmaals vijf maanden eerste minister was van 20 november 1934 tot 25 maart 1935.\n"
    },
    {
        "first_name": "Aloïs",
        "last_name": "Van de Vyvere",
        "paraf": "Van 1911 tot 1931 was Van de Vyvere lid van de Kamer van volksvertegenwoordigers voor het arrondissement Roeselare-Tielt. Binnen de Katholieke Partij genoot hij de steun van de Belgische Boerenbond.\n"
    },
    {
        "first_name": "Prosper",
        "last_name": "Poullet",
        "paraf": "Hij doorliep een succesrijke politieke carrière. Hij was lid van de christendemocratische vleugel binnen de Katholieke Partij en bekleedde vele belangrijke politieke mandaten. Van 1900 tot 1908 was hij provincieraadslid van Brabant en van 1904 tot 1911 gemeenteraadslid van Leuven.\n"
    },
    {
        "first_name": "Henri",
        "last_name": "Jaspar",
        "paraf": "Jaspar was een van de Belgische hoofdonderhandelaars bij het Verdrag van Versailles. Als minister van Buitenlandse Zaken was hij ook verantwoordelijk voor de toetreding van België tot Volkenbond en het Permanent Hof van Internationale Justitie. Ook zorgde hij in 1921 voor de douane-unie met Luxemburg en nam hij in 1924 deel aan de onderhandelingen van het Dawesplan, dat oorlogsherstelbetalingen van Duitsland moest afdwingen.[2] Nadat de Kamer het handelsakkoord tussen België en Frankrijk verwierp, nam hij in maart 1924 ontslag als minister van Buitenlandse Zaken.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "None",
        "paraf": "Hij was achtereenvolgens van 1907 tot 1908 minister van Justitie, van 1908 tot 1918 minister van Koloniën, van 1918 tot 1919 minister van Spoorwegen en PTT en van 1919 tot 1920 minister van Binnenlandse Zaken. Van 6 juni 1931 tot 22 oktober 1932 was hij eerste minister, van 1931 tot 1932 minister van Binnenlandse Zaken en Volksgezondheid en in 1932 korte tijd minister van Financiën.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "Van Zeeland",
        "paraf": "In maart 1935 werd hij eerste minister van een regering van nationale eenheid (een coalitie van de drie grootste partijen in het land: de katholieken, de liberalen en de socialisten). Deze regering moest het opnemen tegen de economische crisis die het land trof. Van Zeeland probeerde de economische crisis te bekampen met een programma van devaluatie en zeer gerichte overheidsinterventies. Ten tijde van zijn eerste regering werd in juni 1935 in het parlement de wet op het taalgebruik in rechtszaken goedgekeurd.\n"
    },
    {
        "first_name": "Achille",
        "last_name": "Van Acker",
        "paraf": "In 1926 werd hij voor de BWP verkozen tot gemeenteraadslid van Brugge, een functie die hij met een onderbreking van 1958 tot 1964 bleef uitoefenen tot in 1970. Ook op nationaal vlak begon hij zich te engageren. In november 1927 volgde hij op 29-jarige leeftijd Camiel Mostaert op als lid van de Kamer van volksvertegenwoordigers voor het arrondissement Brugge, een functie die hij zou bekleden tot in 1974. Hij was voornamelijk actief in de commissies Openbare Werken, Arbeid en Sociale Voorzorg. Van 1936 tot 1944 was Van Acker quaestor in de Kamer. \n"
    },
    {
        "first_name": "Camille",
        "last_name": "Huysmans",
        "paraf": "In 1897 werd Huysmans journalist bij de liberaalgezinde krant Le Petit Bleu, wat hij bleef tot in 1905. Tegelijkertijd schreef hij onder een schuilnaam geregeld bijdragen voor Le Peuple en L'Avenir Social, de partijbladen van de Belgische Werkliedenpartij (BWP).. Bij de verkiezingen van 1900 voerde hij de BWP-kieslijst voor de Kamer van volksvertegenwoordigers aan in het arrondissement Tongeren-Maaseik, maar hij werd niet verkozen. Van 1904 tot 1905 was hij eveneens actief in de Syndikale Kommissie en Huysmans werd tevens vrijmetselaar.\n"
    },
    {
        "first_name": "Gaston",
        "last_name": "Eyskens",
        "paraf": "Eyskens doceerde van 1931 tot 1975 zelf aan de Katholieke Universiteit Leuven en in 1934 werd hij gewoon hoogleraar. Van 1966 tot 1967 was hij ook decaan van de Faculteit economische en sociale wetenschappen van de KU Leuven en hij was van 1956 tot 1975 voorzitter van het Centrum voor Economische Studies aldaar. Hij was ook lid van de Algemene Raad van de KU Leuven. Eveneens was hij van 1954 tot 1962 beheerder van de Universiteit Lovanium in Leopoldstad (nu Kinshasa), in Belgisch Congo. Daarnaast was hij van 1930 tot 1933 docent aan de Sociale Hogeschool van Heverlee, van 1957 tot 1959 docent aan het Hoger Instituut voor Wijsbegeerte aan de KU Leuven, de School voor Politieke en Sociale Wetenschappen en aan de Speciale Scholen voor Ingenieurs, beide aldaar.\n"
    },
    {
        "first_name": "Leo",
        "last_name": "Tindemans",
        "paraf": "Via CEPESS belandde Tindemans in de CVP en was van 1958 tot 1966 de nationale secretaris van de partij. In 1961 werd hij namens de partij voor het arrondissement Antwerpen lid van de Kamer van volksvertegenwoordigers in opvolging van de overleden Frans Van Cauwelaert, een mandaat dat hij behield tot in 1989. In de periode december 1971-oktober 1980 zetelde hij als gevolg van het toen bestaande dubbelmandaat ook in de Cultuurraad voor de Nederlandse Cultuurgemeenschap, die op 7 december 1971 werd geïnstalleerd. Vanaf 21 oktober 1980 tot juli 1989 was hij lid van de Vlaamse Raad, de opvolger van de Cultuurraad en de voorloper van het huidige Vlaams Parlement. Tevens was hij van 1964 tot 1979 gemeenteraadslid van Edegem, waar hij van 1964 tot 1976 burgemeester was.\n"
    },
    {
        "first_name": "Elio",
        "last_name": "Di Rupo",
        "paraf": "In 1977 werd Di Rupo lid van de jongerenafdeling van de PS. Zijn eerste politiek mandaat kwam er in 1982, toen hij tot gemeenteraadslid van Bergen verkozen werd, een mandaat dat hij nog steeds uitoefent. In 1986 werd hij in die stad schepen voor Gezondheid, Stadsvernieuwing en Sociale zaken en bleef dit tot in december 1987, toen hij actief werd in de nationale politiek.\n"
    },
    {
        "first_name": "Jean-Luc",
        "last_name": "Dehaene",
        "paraf": "Jean-Luc Dehaene maakte zijn opgang in de politiek via de partijcenakels van de voormalige CVP, het huidige CD&V. Nadat hij op het Studiecentrum voor de Expansie van Antwerpen werkte, ging hij vanaf 1965 werken bij de studiedienst van het ACW, de koepelorganisatie van de Belgische christelijke arbeidersbeweging. Van 1968 tot 1972 leidde Dehaene deze studiedienst.[6]\n"
    },
    {
        "first_name": "Frans",
        "last_name": "Schollaert",
        "paraf": "In Leuven steunde hij in die periode Xavier Temmerman bij de oprichting van het Heilig Hartinstituut[3].\n"
    },
    {
        "first_name": "Pieter",
        "last_name": "Decker",
        "paraf": "Van 1855 tot 1857 was hij minister van Binnenlandse Zaken en hoofd van de laatste unionistische regering van België. Hij zocht met behulp van gematigden van de katholieke en van de Liberale Partij naar een oplossing in het onderwijs en andere dossiers die België verdeelden, maar faalde hierin. De \"Vlaemsche Grievencommissie\" kwam tot stand bij Koninklijk besluit van 27 juni 1856 en diende ruim een jaar later een lijst in met voorstellen tot gelijkschakeling van het Vlaams en het Frans in het onderwijs, vooralsnog kwam hier weinig van terecht. \n"
    },
    {
        "first_name": "Paul-Henri",
        "last_name": "Spaak",
        "paraf": "Namens de BWP en daarna de BSP werd Spaak in 1932 verkozen tot lid van de Kamer van volksvertegenwoordigers voor het arrondissement Brussel, wat hij bleef tot in 1957. Van 1961 tot 1966 zetelde hij opnieuw in de Kamer. Ook was hij van 1927 tot 1935 gemeenteraadslid van Vorst en van 1953 tot 1957 gemeenteraadslid van Sint-Gillis, waar hij van 1953 tot 1957 burgemeester was.\n"
    },
    {
        "first_name": "Auguste",
        "last_name": "Beernaert",
        "paraf": "Nadat hij zijn middelbaar onderwijs in huiselijke kring had gevolgd, studeerde Beernaert van 1846 tot 1851 rechten aan de Katholieke Universiteit Leuven. In 1850 promoveerde hij er met grote onderscheiding tot doctor in de rechten. Vervolgens ging hij nog twee jaar studeren in Parijs, Heidelberg en Berlijn. In 1853 begon hij aan zijn carrière als jurist en werd advocaat aan de Balie van Brussel. Vanaf 1859 en tot aan zijn dood was hij advocaat bij het Hof van Cassatie. Hij was bovendien de raadsman van de Société générale de Belgique en Filips van België, de graaf van Vlaanderen.\n"
    },
    {
        "first_name": "Théodore",
        "last_name": "Lefèvre",
        "paraf": "Tijdens de Tweede Wereldoorlog schreef hij af en toe artikels voor het clandestien blad Vrij en werd hij verbindingsofficier van de Nationale Koninklijke Beweging. Ook was hij vanaf september 1940 actief in de verzetsgroep Demain, rond de Kortrijkse textielbaron Tony Herbert. Na de oorlog was Lefèvre in 1945 medeoprichter van de CVP. In 1946 werd hij voor het arrondissement Gent-Eeklo verkozen tot lid van de Kamer van volksvertegenwoordigers, wat hij bleef tot in 1971. Daarna zetelde hij van 1971 tot aan zijn dood in 1973 als rechtstreeks gekozen senator in de Senaat.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "None",
        "paraf": "In 1990 verkocht de familie Vanden Boeynants, met zoon Christian Vanden Boeynants als afgevaardigd bestuurder, de vennootschap aan het Nederlandse 'Hendrix International', een concern in de agrarische en voedingsindustrie dat toen deel uitmaakte van BP Nutrition, de 'consumer food' groep van multinational British Petroleum. Door de overname kreeg DEP/GMP, dat toen 130 werknemers tewerkstelde, met behoud van eigen naam en identiteit, een ruimere toegang tot de Europese voedingsmarkt.[5][6]\n"
    },
    {
        "first_name": "Étienne",
        "last_name": "Gerlache",
        "paraf": "In juli 1824 werd hij lid van de Staten-Generaal en nam stilaan een kritische houding aan tegenover het beleid van koning Willem I, meer bepaald betreffende de vrijheid van onderwijs en de persvrijheid. Hij werd weldra de katholieke voorman in deze aangelegenheden.\n"
    },
    {
        "first_name": "Wilfried",
        "last_name": "Martens",
        "paraf": "In oktober 1960 behaalde Martens met onderscheiding zijn doctoraat in de rechten alsook de graad van baccalaureus in de Thomistische wijsbegeerte. Kort daarna richtte hij samen met zijn studievriend Lode Verhaegen een advocatenkantoor op in Gent.\n"
    },
    {
        "first_name": "Mark",
        "last_name": "Eyskens",
        "paraf": "Eyskens blonk reeds tijdens de middelbare school uit toen hij de Grieks-Latijnse richting afsloot als primus perpetuus die onderscheiden werd met een gouden medaille.\nIn 1956 werd hij met grootste onderscheiding doctor in de rechten aan de Katholieke Universiteit Leuven. Ondertussen werd hij in 1953 - eveneens met grootste onderscheiding - baccalaureaat in de wijsbegeerte. Verder werd hij in 1962 doctor in de economische wetenschappen aan de KU Leuven en behaalde hij in 1957 een Master of Arts in de economie aan de Columbia-universiteit in New York. Aan de KU Leuven was hij actief in het Katholiek Vlaams Hoogstudentenverbond en redactielid van Ons Leven, het blad van KVHV.[1]\n"
    },
    {
        "first_name": "Pierre",
        "last_name": "Harmel",
        "paraf": "Van 1950 tot 1954 was Harmel minister van Openbaar Onderwijs, de eerste katholieke minister op die post in 30 jaar. In die functie voerde hij een aantal belangrijke schoolwetten door, waardoor het vrij middelbaar en technisch onderwijs staatssubsidies kregen. Bovendien maakte hij de oprichting van nieuwe rijksscholen afhankelijk van adviezen van commissies waarin ook vertegenwoordigers van het katholiek onderwijs zitting in hadden. Deze maatregelen werden door de socialistische en liberale oppositie fel betwist en vormden de aanleiding tot de (tweede) schoolstrijd.\n"
    },
    {
        "first_name": "Hubert",
        "last_name": "Pierlot",
        "paraf": "In 1919 en 1920 was hij kabinetschef van eerste minister Léon Delacroix.\n"
    },
    {
        "first_name": "Jean-Baptiste",
        "last_name": "Nothomb",
        "paraf": "Kort daarop werd hij voor het arrondissement Aarlen verkozen in het Nationaal Congres. Met zijn 25 jaar was hij jongste lid van het Congres. Hij had er in het grondwetscomité voor geijverd dat de minimumleeftijd voor verkiesbaarheid tot 25 jaar werd teruggebracht.\n"
    },
    {
        "first_name": "Edmond",
        "last_name": "None",
        "paraf": "Van 1946 tot 1988 was Leburton voor de PSB en daarna de PS gemeenteraadslid van Borgworm, waar hij van 1947 tot 1987 burgemeester was. Bovendien zetelde hij van 1946 tot 1981 voor het arrondissement Hoei-Borgworm in de Kamer van volksvertegenwoordigers.[1] Door het toen bestaande dubbelmandaat was hij van 1971 tot 1980 ook lid van de Franse Cultuurraad en zetelde hij van 1980 tot 1981 in de Waalse Gewestraad en de Franse Gemeenschapsraad.\n"
    },
    {
        "first_name": "Jean",
        "last_name": "None",
        "paraf": "In september 1944 werd hij katholiek volksvertegenwoordiger voor het arrondissement Charleroi, als opvolger van de tijdens de oorlog overleden Georges Michaux. Hij vervulde dit mandaat tot in 1949. Hij werd toen senator voor hetzelfde arrondissement en bleef dit tot in 1965.\n"
    },
    {
        "first_name": "Joseph",
        "last_name": "Lebeau",
        "paraf": "Toen kwamen de revolutiedagen. Rogier trok naar Brussel met Luikse troepen. Lebeau bleef in Luik publiceren en tot kalmte aanmanen. Hij werd opgeroepen om deel uit te maken van de Veiligheidscommissie die door gouverneur Sandberg werd opgericht om de rust te handhaven. Zodra het Voorlopig Bewind aan de macht kwam, werd Lebeau benoemd tot advocaat-generaal bij het hof van beroep in Luik. Tegelijk werd hij door de kiezers van het arrondissement Hoei naar het Nationaal Congres afgevaardigd en zodra in Brussel aangekomen zette hij zich aan het werk, samen met vooral Devaux en J.-B. Nothomb, om een ontwerp van Grondwet te schrijven.\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Rogier",
        "paraf": "Tussen 1831 en zijn dood in 1885 zetelde Rogier verschillende malen in de Kamer van volksvertegenwoordigers: van 1831 tot 1837 voor het arrondissement Turnhout, van 1837 tot 1854 en van 1857 tot 1863 voor het arrondissement Antwerpen, van 1856 tot 1857 voor het arrondissement Brussel en van 1863 tot aan zijn dood voor het arrondissement Doornik. In 1878 was hij korte tijd voorzitter van de Kamer.\n"
    },
    {
        "first_name": "Barthélemy",
        "last_name": "None",
        "paraf": "In oktober 1830 werd hij door de kiezers van het arrondissement Hasselt naar het Nationaal Congres gestuurd. Ook al was hij maar als plaatsvervanger verkozen, zetelde hij onmiddellijk, omdat de als effectief verkozen graaf Philippe d'Arschot Schoonhoven, verkoos de zetel in te nemen die hij in Brussel verworven had. Zodra de zittingen een aanvang namen, was het duidelijk dat de zeer actieve De Theux een hoofdrol zou spelen.\n"
    },
    {
        "first_name": "Felix",
        "last_name": "None",
        "paraf": "Lidmaatschap van de magistratuur belette niet dat hij in 1824 tot lid van de Tweede Kamer van het Verenigd Koninkrijk der Nederlanden werd verkozen, een functie die hij tot in juni 1829 zou uitoefenen. In de Hoge Vergadering gedroeg hij zich de eerste paar jaar als een trouwe aanhanger van de koning en de regering. Weldra zou hierin evolutie komen. In 1826 bekritiseerde hij sommige heffingen en stemde tegen de begroting. De regering wenste onmiddellijk dat hij zou verwijderd worden uit de Tweede Kamer en stelde hem een functie voor in Batavia. Na enige aarzeling ging hij er niet op in.\n"
    },
    {
        "first_name": "Alexander",
        "last_name": "De Croo",
        "paraf": "Onder impuls van Alexander De Croo voerde Open Vld in 2010 onder de noemer ‘Moedige verandering’ een vernieuwingsoperatie door die op 12 en 13 juni 2010 uitmondde in een Toekomstcongres.[7]\n"
    },
    {
        "first_name": "Henri",
        "last_name": "de Brouckère",
        "paraf": "De Brouckère volbracht zijn middelbare studies in het Lyceum van Brussel en ging vervolgens studeren aan de universiteit van Luik, waar hij in 1820 promoveerde tot doctor in de rechten. In 1822 werd hij substituut van de procureur des Konings benoemd in Maastricht en in 1824 procureur des Konings in Roermond. Telkens werd hem vrijstelling van de minimumleeftijd toegekend. Tijdens de revolutiedagen van oktober 1830 werd hij door het Voorlopig Bewind aangesteld als arrondissementscommissaris voor Roermond.\n"
    },
    {
        "first_name": "Albert",
        "last_name": "None",
        "paraf": "Koning Leopold I bevorderde Goblet tot brigadegeneraal. Hij werd snel een belangrijk adviseur van de koning. Deze zond hem naar Londen om met de grote mogendheden overleg te plegen over het behoud van de vestingen langs de Franse grens (Frankrijk eiste de ontmanteling van die vestingen).\n"
    },
    {
        "first_name": "Sylvain",
        "last_name": "Weyer",
        "paraf": "In de eerste Belgische regering-De Gerlache-Goblet d'Alviella kreeg hij de portefeuille van Buitenlandse Zaken. Na het aantreden van Leopold I werd hij buitengewoon gezant en gevolmachtigd minister in Londen, wat hij bleef tot in 1867.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Burlet",
        "paraf": "In 1872 werd hij verkozen als gemeenteraadslid van Nijvel en werd onmiddellijk tot burgemeester benoemd, wat hij bleef tot in 1891. Van 1892 tot 1895 was hij nog gemeenteraadslid.\n"
    },
    {
        "first_name": "Paul-Émile",
        "last_name": "None",
        "paraf": "Als liberaal voerde hij een onafhankelijke koers, die door zijn partij niet gewaardeerd werd. Vooral zijn houding inzake de schoolkwestie en de Vlaamse kwestie werd hem door Franstalige liberalen kwalijk genomen. Door enkele toegevingen aan de Vlamingen te doen, meende Janson de Belgische eenheid te kunnen versterken.[2]\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Malou",
        "paraf": "Ondertussen was hij aan een parlementaire carrière begonnen:\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Broqueville",
        "paraf": "Van 1886 tot 1892 zetelde hij in opvolging van zijn vader in de provincieraad van Antwerpen en van 1893 tot 1921 was hij gemeenteraadslid van Mol. Voor de wetgevende verkiezingen van juni 1892 kreeg hij een plaats op de katholieke lijst in het arrondissement Turnhout nadat Alphonse Nothomb werd opzijgezet. Van juli 1892 tot 1919 zetelde hij voor het arrondissement Turnhout in de Kamer van volksvertegenwoordigers, waarna hij van 1919 tot 1936 in de Senaat zetelde: van 1919 tot 1925 als provinciaal senator voor Namen en van 1925 tot 1936 als gecoöpteerd senator. In zijn beginjaren als volksvertegenwoordiger werd De Broqueville beschouwd als iemand van de jonge rechterzijde, maar hij was niet echt een christendemocraat. Hij moet eerder gezien worden als een soort centrumfiguur tussen enerzijds christendemocraten als Joris Helleputte, Arthur Verhaegen en Frans Schollaert en anderzijds conservatieven als Charles Woeste.\n"
    },
    {
        "first_name": "Joseph",
        "last_name": "Pholien",
        "paraf": "Zijn regering werd gekenmerkt door problemen rond de wereldeconomie en door de onderwijsproblemen tussen het katholiek onderwijs en het rijksonderwijs. Wegens interne onvrede in zijn partij, diende hij in 1952 af te treden als eerste minister. \n"
    },
    {
        "first_name": "Jean",
        "last_name": "Van Houtte",
        "paraf": "Vanaf 1947 was hij ook voorzitter van het Belgisch Instituut voor Openbare Financiën en van 1947 tot 1951 van de Hoge Raad voor het Gezin. Daarnaast was hij voorzitter en/of beheerder bij verschillende financiële en economische instanties, van 1950 tot 1952 was hij gouverneur bij het IMF, van 1958 tot 1961 was hij de voorzitter van de Wereldbank en van 1948 tot 1949 was hij lid van de Raad van State.\n"
    },
    {
        "first_name": "Walthère",
        "last_name": "Frère",
        "paraf": "Van augustus 1847 tot juli 1848 was hij in de Regering-Rogier I minister van Openbare Werken, waarna van juli 1848 tot september 1852 in deze regering minister van Financiën was. In deze functie was hij in 1850 verantwoordelijk voor de oprichting van de Nationale Bank van België.\n"
    },
    {
        "first_name": "Gérard",
        "last_name": "Cooreman",
        "paraf": "Bij het uitbreken van de Eerste Wereldoorlog volgde Cooreman de regering, eerst naar Antwerpen, later naar Le Havre, hoewel hij op dat moment geen ministerportefeuille had en evenmin parlementslid was. Tegen het einde van de oorlog, na het ontslag van kabinetsleider de Broqueville, deed koning Albert andermaal een beroep op Cooreman om de leiding van het kabinet op zich te nemen (1 juni 1918), ditmaal aanvaardde hij. Wellicht werd hij door de koning aangezocht vanwege zijn verzoenende en gematigde houding en om binnen de regering (sinds 1917 verruimd met een liberaal en een socialist) en tussen de regering en het leger de vrede te behouden. De Regering-Cooreman werd op 1 juni 1918 geïnstalleerd, naast Premier werd Cooreman ook Minister van Economische Zaken.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Vandenpeereboom",
        "paraf": "Van 1884 tot 1899 was hij minister van Spoorwegen, Post en Telegrafie in de kabinetten van Auguste Beernaert, Jules de Burlet en Paul de Smet de Naeyer. In dit ambt voerde hij de tweetalige postzegel in. In het kabinet-De Smet de Naeyer was hij tevens van 1896 tot 1899 minister van Oorlog. Van januari tot augustus 1899 was hij regeringsleider.\n"
    },
    {
        "first_name": "Paul",
        "last_name": "None",
        "paraf": "Van 1886 tot 1908 was hij volksvertegenwoordiger voor het arrondissement Gent(-Eeklo) en van 1908 tot aan zijn dood provinciaal senator voor de Katholieke Partij.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "Trooz",
        "paraf": "Op 1 december 1899 vertegenwoordigde hij de Belgische regering op de uitvaart van Guido Gezelle in de Brugse kathedraal.\n"
    },
    {
        "first_name": "Jules",
        "last_name": "d'Anethan",
        "paraf": "Hij liet zich vooreerst verkiezen in het parlement, als volgt:\n"
    },
    {
        "first_name": "Charles",
        "last_name": "Michel",
        "paraf": "Tijdens de verkiezingen van juni 1999 werd Michel verkozen in de Kamer van volksvertegenwoordigers, als verkozene voor het arrondissement Luik. Hij was met zijn 23 jaar het jongste lid van de Kamer. In die periode nam hij onder andere deel aan het parlementair onderzoek ten gevolge van de Dioxinecrisis, waar hij opviel door zijn forse interpellaties tegen de Boerenbond en zijn gespierde tussenkomsten.\n"
    },
    {
        "first_name": "Sophie",
        "last_name": "Wilmès",
        "paraf": "Bij de federale verkiezingen van mei 2019 werd Wilmès opnieuw verkozen in de Kamer, vanop de tweede plaats van de MR-lijst in de kieskring Brussel. Ze bleef volksvertegenwoordigster tot aan de installatie van de regering-Wilmès II in maart 2020.\n"
    }
]